Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: messages.*.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: **WARNING** This is not a scientific modeling system by any means, this purely exists for entertainment purposes. For actual advice, refer to your medical specialist. By agreeing to these terms, you agree not to hold 0/0#0001 liable for anything stemming from the use of this modeling system. Type `ok` within 15 seconds to agree to these terms.
ar: ** تحذير ** هذا ليس نظام نمذجة علمي بأي وسيلة ، هذا موجود فقط لأغراض الترفيه. للحصول على المشورة الفعلية ، راجع طبيبك. بالموافقة على هذه الشروط ، فإنك توافق على عدم تحميل 0/0 # 0001 المسؤولية عن أي شيء ناجم عن استخدام نظام النمذجة هذا. اكتب "موافق" خلال 15 ثانية للموافقة على هذه البنود.
bn: ** সতর্কতা ** এটি কোনও উপায়ে বৈজ্ঞানিক মডেলিং সিস্টেম নয়, এটি বিনোদনের উদ্দেশ্যে বিশুদ্ধরূপে বিদ্যমান। প্রকৃত পরামর্শের জন্য, আপনার চিকিত্সা বিশেষজ্ঞকে দেখুন। এই শর্তগুলির সাথে একমত হয়ে আপনি এই মডেলিং সিস্টেমটির ব্যবহার থেকে উদ্ভূত যে কোনও কিছুর জন্য 0/0 # 0001 দায়বদ্ধ না রাখার বিষয়ে সম্মত হন। এই শর্তগুলিতে সম্মতি জানাতে 15 সেকেন্ডের মধ্যে `Ok` টাইপ করুন।
de: **WARNUNG** Es handelt sich hierbei keineswegs um ein wissenschaftliches Modellierungssystem, dieses dient lediglich zu Unterhaltungszwecken. Für eine tatsächliche Beratung wenden Sie sich bitte an Ihren Facharzt. Indem Sie diesen Bedingungen zustimmen, erklären Sie sich damit einverstanden, 0/0#0001 nicht für irgendetwas haftbar zu machen, das sich aus der Verwendung dieses Modellierungssystems ergibt. Geben Sie innerhalb von 15 Sekunden "OK" ein, um diesen Bedingungen zuzustimmen.
es: *ADVERTENCIA Este no es un sistema de modelado científico de ninguna manera, esto existe puramente para fines de entretenimiento. Para un asesoramiento real, consulte a su especialista médico. Al aceptar estos términos, usted se compromete a no responsabilizar a 0/0#0001 de nada que se derive del uso de este sistema de modelado. Escriba `ok` en 15 segundos para aceptar estos términos.
fi: ** VAROITUS ** Tämä ei ole mitenkään tieteellinen mallintamisjärjestelmä, se on olemassa pelkästään viihdekäyttöön. Todellisia neuvoja saat lääkäriltäsi. Hyväksymällä nämä ehdot, sitoudut olemaan pitämättä 0/0 # 0001: tä vastuussa mistään tämän mallinnusjärjestelmän käytöstä. Kirjoita `ok` 15 sekunnin kuluessa hyväksyäksesi nämä ehdot.
fr: **ATTENTION** Il ne s'agit en aucun cas d'un système de modélisation scientifique, celui-ci n'existe qu'à des fins de divertissement. Pour obtenir des conseils concrets, adressez-vous à votre médecin spécialiste. En acceptant ces conditions, vous acceptez de ne pas tenir 0/0#0001 responsable de tout ce qui découle de l'utilisation de ce système de modélisation. Tapez "o" dans les 15 secondes qui suivent pour accepter ces conditions.
hi: ** चेतावनी ** यह किसी भी तरह से एक वैज्ञानिक मॉडलिंग प्रणाली नहीं है, मनोरंजन प्रयोजनों के लिए यह पूरी तरह से मौजूद है। वास्तविक सलाह के लिए, अपने चिकित्सा विशेषज्ञ को देखें। इन शर्तों से सहमत होकर, आप इस मॉडलिंग प्रणाली के उपयोग से उपजी किसी भी चीज़ के लिए 0/0 # 0001 उत्तरदायी नहीं होने के लिए सहमत हैं। इन शर्तों से सहमत होने के लिए 15 सेकंड के भीतर `ओके` टाइप करें।
id: ** PERINGATAN ** Ini sama sekali bukan sistem pemodelan ilmiah, ini murni ada untuk tujuan hiburan. Untuk saran sebenarnya, rujuk ke spesialis medis Anda. Dengan menyetujui persyaratan ini, Anda setuju untuk tidak meminta pertanggungjawaban 0/0 # 0001 atas apa pun yang berasal dari penggunaan sistem pemodelan ini. Ketik `ok` dalam waktu 15 detik untuk menyetujui persyaratan ini.
it: **AVVERTENZA** Questo non è un sistema di modellazione scientifica in nessun modo, questo esiste solo per scopi di intrattenimento. Per consigli reali, fate riferimento al vostro medico specialista. Accettando questi termini, accetti di non ritenere 0/0#0001 responsabile per qualsiasi cosa derivi dall'uso di questo sistema di modellazione. Digita `ok` entro 15 secondi per accettare questi termini.
ja: **警告** これは科学的なモデリングシステムではありません。実際のアドバイスについては、専門医にご相談ください。これらの条件に同意することで、あなたはこのモデリングシステムの使用に起因する一切の責任を 0/0#0001 に負わせないことに同意したことになります。これらの条件に同意するには、15 秒以内に `ok` を入力してください。
pt: **AVISO*** Este não é um sistema de modelagem científica por qualquer meio, ele existe apenas para fins de entretenimento. Para conselhos reais, consulte o seu médico especialista. Ao concordar com estes termos, você concorda em não responsabilizar 0/0#0001 por nada resultante do uso deste sistema de modelagem. Digite `ok` dentro de 15 segundos para concordar com estes termos.
ro: ** AVERTISMENT ** Acesta nu este un sistem științific de modelare în niciun caz, acesta există doar în scopuri de divertisment. Pentru sfaturi reale, consultați medicul specialist. Acceptând acești termeni, sunteți de acord să nu răspundeți 0/0 # 0001 pentru orice rezultat din utilizarea acestui sistem de modelare. Tastați „ok” în termen de 15 secunde pentru a fi de acord cu acești termeni.
ru: **ПРЕДУПРЕЖДЕНИЕ** Это ни в коем случае не система научного моделирования, она существует исключительно в развлекательных целях. За фактической консультацией обращайтесь к своему медицинскому специалисту. Соглашаясь с этими условиями, вы соглашаетесь не привлекать 0/0#0001 к ответственности за что-либо, проистекающее из использования данной системы моделирования. Введите `ок` в течение 15 секунд, чтобы согласиться с этими условиями.

source: Didn't get a response. To try again, do `{0}{1}`.
ar: لم تحصل على رد. للمحاولة مرة أخرى ، قم بتنفيذ "{0} {1}`.
bn: সাড়া পেলাম না। আবার চেষ্টা করতে, `{0} {1}` করুন `
de: Sie haben keine Antwort erhalten. Um es erneut zu versuchen, tun Sie `{0}{1}`.
es: No ha obtenido respuesta. Para volver a intentarlo, haga `{0}{1}`.
fi: En saanut vastausta. Yritä uudelleen tekemällä {0} {1}.
fr: N'a pas reçu de réponse. Pour réessayer, faites `{0}{1}`.
hi: प्रतिक्रिया नहीं मिली। फिर से प्रयास करने के लिए, `{0} {1}` करें।
id: Tidak mendapat tanggapan. Untuk mencoba lagi, lakukan `{0} {1}`.
it: Non ha ottenuto risposta. Per riprovare, fai `{0}{1}`.
ja: 応答がありませんでした。再度試すには、`{0}{1}`を実行してください。
pt: Não obtive resposta. Para tentar novamente, faça `{0}{1}`.
ro: Nu am primit niciun răspuns. Ca să încercați din nou, scrieți {0}.
ru: Не получил ответа. Чтобы попробовать еще раз, сделай `{0}{1}`.

source: I'll ping you when this is done, you can go do other stuff.
ar: سأتواصل معك عندما يتم ذلك ، يمكنك القيام بأشياء أخرى.
bn: এটি শেষ হয়ে গেলে আমি আপনাকে পিং করব, আপনি অন্য জিনিসগুলি করতে পারেন।
de: Ich pinge Sie an, wenn das erledigt ist, Sie können dann andere Dinge tun.
es: Te enviaré un mensaje cuando termine esto, puedes ir a hacer otras cosas.
fi: Pingin sinua, kun tämä on tehty, voit mennä tekemään muita juttuja.
fr: Je vous contacterai quand ce sera fait, vous pourrez aller faire d'autres choses.
hi: ऐसा होने पर मैं आपको पिंग करूंगा, आप अन्य सामान कर सकते हैं।
id: Saya akan mem-ping Anda setelah ini selesai, Anda dapat melakukan hal lain.
it: Ti mando un ping quando questo è finito, puoi andare a fare altre cose.
ja: 終わったら連絡するから、他のことしてきてね。
pt: Eu ligo-te quando isto estiver feito, podes ir fazer outras coisas.
ro: Vă voi face ping când se termină acest lucru, puteți merge să faceți alte lucruri.
ru: Я дам тебе пинка, когда все закончится, ты можешь пойти и заняться чем-нибудь другим.

source: Please wait, initializing...
ar: الرجاء الانتظار ، جارٍ التهيئة ...
bn: অনুগ্রহ করে অপেক্ষা করুন, আরম্ভ করা হচ্ছে ...
de: Bitte warten, Initialisierung...
es: Por favor, espere, inicializando...
fi: Odota, alustetaan ...
fr: Veuillez patienter, en initialisant...
hi: कृपया प्रतीक्षा करें, आरंभ कर रहा है ...
id: Harap tunggu, memulai ...
it: Si prega di attendere, inizializzazione...
ja: お待ちください、初期化...
pt: Por favor, espere, inicializando...
ro: Vă rugăm să așteptați, inițializând ...
ru: Пожалуйста, подождите, инициализирую...

source: You haven't set up your simulation! Run `{0}simulate setup` to set your sim up!
ar: لم تقم بإعداد المحاكاة الخاصة بك! قم بتشغيل "{0} simulate setup" لإعداد sim الخاص بك!
bn: আপনি আপনার সিমুলেশন সেট আপ করেন নি! আপনার সিম সেট আপ করতে `{0} সিমুলেট সেটআপ চালান!
de: Sie haben Ihre Simulation nicht eingerichtet! Führen Sie `{0}simulate setup` aus, um Ihre Simulation einzurichten!
es: No ha configurado su simulación Ejecute `{0}simulate setup` para configurar su simulación
fi: Et ole määrittänyt simulaatiota! Suorita simulaattori suorittamalla `{0} simuloi asennus`!
fr: Vous n'avez pas mis en place votre simulation ! Lancez `{0}simulate setup` pour configurer votre simulation !
hi: आपने अपना सिमुलेशन सेट नहीं किया है! अपने सिम को सेट करने के लिए `{0} सेटअप अनुकरण करें!
id: Anda belum menyiapkan simulasi! Jalankan `{0} simulate setup` untuk menyetel sim Anda!
it: Non hai impostato la tua simulazione! Esegui `{0}simulate setup` per impostare la tua simulazione!
ja: シミュレーションを設定していません!0}simulate setup`を実行してシミュレーションをセットアップしてください!
pt: Ainda não preparaste a tua simulação! Execute `{0}simular configuração` para configurar a sua simulação!
ro: Nu v-ați configurat simularea! Rulați „{0} simulate setup” pentru a vă configura sim!
ru: Ты не настроил свою симуляцию! Запустите `{0} имитацию настройки`, чтобы настроить симулятор!

source: Submitting your item to be processed...
ar: إرسال العنصر الخاص بك لتتم معالجته ...
bn: প্রক্রিয়া করার জন্য আপনার আইটেমটি জমা দেওয়া হচ্ছে ...
de: Ihren Artikel zur Bearbeitung einreichen...
es: Enviar su artículo para ser procesado...
fi: Lähetetään tuotteesi käsiteltäväksi ...
fr: Soumettre votre article pour traitement...
hi: आपका आइटम संसाधित किया जा रहा है ...
id: Mengirimkan item Anda untuk diproses ...
it: Inviando il tuo articolo per essere elaborato...
ja: あなたのアイテムを処理するために送信してください...
pt: Submeter o seu item para ser processado...
ro: Se trimite articolul dvs. pentru a fi procesat ...
ru: Отправляя вашу вещь на обработку...

source: Waiting for next run of simulation processor, which will happen {0}.
ar: في انتظار التشغيل التالي لمعالج المحاكاة ، والذي سيحدث {0}.
bn: সিমুলেশন প্রসেসরের পরবর্তী রানের জন্য অপেক্ষা করা, যা ঘটবে {0}}
de: Warten auf den nächsten Lauf des Simulationsprozessors, der stattfinden wird {0}.
es: Esperando la siguiente ejecución del procesador de simulación, que se producirá {0}.
fi: Odotetaan seuraavaa simulointiprosessorin suoritusta, joka tapahtuu {0}.
fr: En attendant la prochaine exécution du processeur de simulation, qui aura lieu {0}.
hi: सिमुलेशन प्रोसेसर के अगले भाग की प्रतीक्षा की जा रही है, जो {0} होगा।
id: Menunggu proses simulasi prosesor berikutnya, yang akan terjadi {0}.
it: In attesa della prossima esecuzione del processore di simulazione, che avverrà {0}.
ja: シミュレーションプロセッサの次の実行を待っています。
pt: À espera da próxima execução do processador de simulação, o que acontecerá {0}.
ro: Se așteaptă următoarea rulare a procesorului de simulare, ceea ce se va întâmpla {0}.
ru: Ожидание следующего запуска симуляционного процессора, который произойдет {0}.

source: Simulation failed: ran out of memory: retry with smaller values.
ar: فشلت المحاكاة: نفدت الذاكرة: أعد المحاولة بقيم أصغر.
bn: সিমুলেশন ব্যর্থ হয়েছে: মেমরি ফুরিয়েছে: ছোট মান সহ পুনরায় চেষ্টা করুন।
de: Simulation fehlgeschlagen: kein Speicherplatz mehr vorhanden: erneut mit kleineren Werten versuchen.
es: Simulación fallida: se ha agotado la memoria: reintentar con valores menores.
fi: Simulaatio epäonnistui: muisti loppui: yritä uudelleen pienemmillä arvoilla.
fr: Echec de la simulation : manque de mémoire : réessayer avec des valeurs plus petites.
hi: सिमुलेशन विफल: स्मृति से बाहर भाग गया: छोटे मूल्यों के साथ पुन: प्रयास करें।
id: Simulasi gagal: kehabisan memori: coba lagi dengan nilai yang lebih kecil.
it: Simulazione fallita: ha esaurito la memoria: riprovare con valori più piccoli.
ja: シミュレーションに失敗しました: メモリを使い果たしました: 値を小さくして再試行します。
pt: A simulação falhou: ficou sem memória: tente novamente com valores menores.
ro: Simularea a eșuat: a rămas fără memorie: reîncercați cu valori mai mici.
ru: Моделирование не удалось: закончилась память: повторите попытку с меньшими значениями.

source: Simulation failed: had incorrect values passed to it: try with more reasonable values.
ar: فشلت المحاكاة: تم تمرير قيم غير صحيحة إليها: حاول باستخدام قيم أكثر منطقية.
bn: সিমুলেশন ব্যর্থ হয়েছে: এতে ভুল মান পাস হয়েছে: আরও যুক্তিসঙ্গত মান দিয়ে চেষ্টা করুন।
de: Simulation fehlgeschlagen: Es wurden falsche Werte übergeben: Versuchen Sie es mit vernünftigeren Werten.
es: Simulación fallida: se le han pasado valores incorrectos: inténtelo con valores más razonables.
fi: Simulaatio epäonnistui: jos virheelliset arvot välitettiin sille: yritä järkevämmillä arvoilla.
fr: La simulation a échoué : on lui a transmis des valeurs incorrectes : essayez avec des valeurs plus raisonnables.
hi: सिमुलेशन विफल रहा: इसमें गलत मान दिए गए थे: अधिक उचित मूल्यों के साथ प्रयास करें।
id: Simulasi gagal: memiliki nilai yang salah yang diteruskan kepadanya: coba dengan nilai yang lebih masuk akal.
it: Simulazione fallita: gli sono stati passati valori errati: prova con valori più ragionevoli.
ja: シミュレーションに失敗しました: 不適切な値が渡されました: もっと合理的な値で試してみてください。
pt: Simulação falhada: se lhe tivessem passado valores incorrectos: tente com valores mais razoáveis.
ro: Simularea nu a reușit: i s-au transmis valori incorecte: încercați cu valori mai rezonabile.
ru: Моделирование не прошло: были переданы неверные значения: попробуйте с более разумными значениями.

source: Simulation failed: process running the simulation has failed: ask a mod in the bot's support server (find it via {0}) to run {1}.
ar: فشلت المحاكاة: فشلت عملية تشغيل المحاكاة: اطلب من تعديل في خادم دعم الروبوت (ابحث عنه عبر {0}) للتشغيل {1}.
bn: সিমুলেশন ব্যর্থ হয়েছে: সিমুলেশন চালানো প্রক্রিয়া ব্যর্থ হয়েছে: বটের সমর্থন সার্ভারে একটি মোড (ask 0} এর মাধ্যমে এটি অনুসন্ধান করুন) {1} চালাতে বলুন}
de: Simulation fehlgeschlagen: Der Prozess, der die Simulation ausführt, ist fehlgeschlagen: Bitten Sie einen Mod im Support-Server des Bots (finden Sie ihn über {0}), {1} auszuführen.
es: Simulación fallada: el proceso que ejecuta la simulación ha fallado: pide a un mod en el servidor de soporte del bot (encuéntralo a través de {0}) que ejecute {1}.
fi: Simulaatio epäonnistui: simulaation suorittaminen epäonnistui: pyydä moduulia botin tukipalvelimelta (etsi se {0} -palvelun kautta) suorittamaan {1}.
fr: Échec de la simulation : le processus d'exécution de la simulation a échoué : demandez à un mod dans le serveur de support du bot (le trouver via {0}) d'exécuter {1}.
hi: सिमुलेशन विफल: सिमुलेशन चलाने की प्रक्रिया विफल हो गई है: बॉट के समर्थन सर्वर में एक मॉड पूछें ({0} के माध्यम से इसे {1} चलाने के लिए खोजें)।
id: Simulasi gagal: proses yang menjalankan simulasi gagal: minta mod di server dukungan bot (temukan melalui {0}) untuk menjalankan {1}.
it: Simulazione fallita: il processo che esegue la simulazione è fallito: chiedi a un mod nel server di supporto del bot (trovalo tramite {0}) di eseguire {1}.
ja: シミュレーションに失敗しました: シミュレーションを実行しているプロセスが失敗しました: botのサポートサーバにいるmodに{1}を実行するように依頼してください({0}経由で見つけてください)。
pt: Falha na simulação: o processo de execução da simulação falhou: peça a um mod no servidor de suporte do bot (encontre-o via {0}) para executar {1}.
ro: Simularea a eșuat: procesul care rulează simularea a eșuat: solicitați unui mod din serverul de asistență al botului (găsiți-l prin {0}) să ruleze {1}.
ru: Моделирование завершилось неудачно: процесс, запускающий симуляцию, завершился неудачно: попросите мода на сервере поддержки бота (найдите его через {0}) запустить {1}.

source: Simulation failed: had a unknown error: report ID ({0}) to 0/0#0001 to be fixed.
ar: فشل المحاكاة: بها خطأ غير معروف: معرف التقرير ({0}) إلى 0/0 # 0001 ليتم إصلاحه.
bn: সিমুলেশন ব্যর্থ: একটি অজানা ত্রুটি ছিল: প্রতিবেদন আইডি ({0}) থেকে 0/0 # 0001 ঠিক করতে হবে।
de: Simulation fehlgeschlagen: hatte einen unbekannten Fehler: ID ({0}) an 0/0#0001 melden, um behoben zu werden.
es: La simulación ha fallado: ha habido un error desconocido: informe del ID ({0}) a 0/0#0001 para que se arregle.
fi: Simulaatio epäonnistui: siinä oli tuntematon virhe: raportin tunnus ({0}) arvoon 0/0 # 0001 korjattava.
fr: Échec de la simulation : erreur inconnue : l'ID du rapport ({0}) à 0/0#0001 doit être corrigé.
hi: सिमुलेशन विफल रहा: एक अज्ञात त्रुटि थी: रिपोर्ट आईडी ({0}) को 0/0 # 0001 पर ठीक किया जाना था।
id: Simulasi gagal: memiliki kesalahan yang tidak diketahui: ID laporan ({0}) ke 0/0 # 0001 harus diperbaiki.
it: Simulazione fallita: ha avuto un errore sconosciuto: riportare l'ID ({0}) a 0/0#0001 per essere corretto.
ja: シミュレーションに失敗しました：不明なエラーがありました：レポート ID ({0}) を 0/0#0001 に修正しました。
pt: A simulação falhou: teve um erro desconhecido: o ID do relatório ({0}) a 0/0#0001 a ser corrigido.
ro: Simularea nu a reușit: a apărut o eroare necunoscută: raportul ID ({0}) la 0/0 # 0001 trebuie reparat.
ru: Моделирование не прошло: была обнаружена неизвестная ошибка: необходимо исправить идентификатор отчета ({0}) на 0/0#0001.

source: Processed simulation!
ar: محاكاة معالجة!
bn: প্রক্রিয়াজাতকরণ সিমুলেশন!
de: Bearbeitete Simulation!
es: ¡Simulación procesada!
fi: Käsitelty simulointi!
fr: La simulation traitée !
hi: संसाधित सिमुलेशन!
id: Simulasi yang diproses!
it: Simulazione elaborata!
ja: シミュレーションを加工しました
pt: Simulação processada!
ro: Simulare procesată!
ru: Обработанная симуляция!

source: Simulation Results
ar: نتائج المحاكاة
bn: সিমুলেশন ফলাফল
de: Ergebnisse der Simulation
es: Resultados de la simulación
fi: Simulointitulokset
fr: Résultats de la simulation
hi: अनुकरण परिणाम
id: Hasil Simulasi
it: Risultati della simulazione
ja: シミュレーション結果
pt: Resultados da Simulação
ro: Rezultatele simularii
ru: Результаты моделирования

source: Navigate using `next` to view the next day's stats, `prev` to view the previous day's stats, `first` to jump to the first day (tomorrow), and `last` to jump to the last day in your simulation. Type a number to jump straight to that day. Type `exit` to exit the paginator (for example, if you want to modify sim data).
ar: انتقل باستخدام "التالي" لعرض إحصائيات اليوم التالي ، و "prev" لعرض إحصائيات اليوم السابق ، و "الأول" للانتقال إلى اليوم الأول (غدًا) ، و "الأخير" للانتقال إلى اليوم الأخير في المحاكاة. اكتب رقمًا للانتقال مباشرة إلى ذلك اليوم. اكتب "exit" للخروج من ترقيم الصفحات (على سبيل المثال ، إذا كنت تريد تعديل بيانات sim).
bn: পরের দিনের পরিসংখ্যান দেখতে `পরের using ব্যবহার করে নেভিগেট করুন, আগের দিনের পরিসংখ্যানগুলি দেখতে` প্রেজ, প্রথম দিনের (আগামীকাল) লাফিয়ে `প্রথম and এবং আপনার সিমুলেশনের শেষ দিনটিতে লাফিয়ে` সর্বশেষ। এই দিনটিতে সরাসরি লাফ দিতে একটি সংখ্যা টাইপ করুন। প্যাগিনেটর থেকে বেরিয়ে যাওয়ার জন্য "প্রস্থান" টাইপ করুন (উদাহরণস্বরূপ, আপনি যদি সিম ডেটা পরিবর্তন করতে চান)।
de: Navigieren Sie mit `next`, um die Statistik des nächsten Tages anzuzeigen, mit `prev`, um die Statistik des vorherigen Tages anzuzeigen, mit `first`, um zum ersten Tag (morgen) zu springen, und mit `last`, um zum letzten Tag Ihrer Simulation zu springen. Geben Sie eine Zahl ein, um direkt zu diesem Tag zu springen. Geben Sie `exit` ein, um den Paginator zu verlassen (z. B. wenn Sie Simulationsdaten ändern möchten).
es: Navega con `siguiente` para ver las estadísticas del día siguiente, `prev` para ver las estadísticas del día anterior, `primero` para saltar al primer día (mañana) y `último` para saltar al último día de tu simulación. Escriba un número para saltar directamente a ese día. Escribe `exit` para salir del paginador (por ejemplo, si quieres modificar los datos de la simulación).
fi: Selaa seuraavan päivän tilastoja siirtymällä seuraavaan, `edellinen` nähdäksesi edellisen päivän tilastot,` ensimmäinen` siirtyäksesi ensimmäiseen päivään (huomenna) ja `viimeinen 'siirtyäksesi simulaation viimeiseen päivään. Kirjoita numero hypätäksesi suoraan kyseiseen päivään. Kirjoita `exit` poistuaksesi sivunmuodostajasta (esimerkiksi jos haluat muokata sim-tietoja).
fr: Naviguez en utilisant "suivant" pour voir les statistiques du lendemain, "précédent" pour voir les statistiques de la veille, "premier" pour passer au premier jour (demain), et "dernier" pour passer au dernier jour de votre simulation. Tapez un nombre pour passer directement à ce jour. Tapez "exit" pour quitter le paginateur (par exemple, si vous voulez modifier les données de la simulation).
hi: अगले दिन के आँकड़ों को देखने के लिए `नेक्स्ट` का उपयोग करें, पिछले दिन के आँकड़ों को देखने के लिए` प्रचलित`, `पहले` को पहले दिन (कल), और` अंतिम` को अपने सिमुलेशन में अंतिम दिन कूदने के लिए भेजें। उस दिन सीधे कूदने के लिए एक नंबर टाइप करें। पेजिनेटर से बाहर निकलने के लिए 'बाहर निकलें' टाइप करें (उदाहरण के लिए, यदि आप सिम डेटा को संशोधित करना चाहते हैं)।
id: Navigasi menggunakan `next` untuk melihat statistik hari berikutnya,` prev` untuk melihat statistik hari sebelumnya, `first` untuk melompat ke hari pertama (besok), dan` last` untuk melompat ke hari terakhir dalam simulasi Anda. Ketik nomor untuk langsung menuju hari itu. Ketik `exit` untuk keluar dari paginator (misalnya, jika Anda ingin mengubah data sim).
it: Naviga usando `next` per visualizzare le statistiche del giorno successivo, `prev` per visualizzare le statistiche del giorno precedente, `first` per saltare al primo giorno (domani), e `last` per saltare all'ultimo giorno della tua simulazione. Digita un numero per saltare direttamente a quel giorno. Digita `exit` per uscire dal paginatore (per esempio, se vuoi modificare i dati della simulazione).
ja: 次の日の統計情報を見るには `next`、前日の統計情報を見るには `prev`、初日(明日)にジャンプするには `first`、最終日にジャンプするには `last` を使用します。数字を入力するとその日にジャンプします。終了するには`exit`を入力します(例えば、シミュレーションデータを変更したい場合など)。
pt: Navegue utilizando o 'seguinte' para ver as estatísticas do dia seguinte, 'prev' para ver as estatísticas do dia anterior, 'primeiro' para saltar para o primeiro dia (amanhã), e 'último' para saltar para o último dia na sua simulação. Digite um número para saltar diretamente para esse dia. Digite `exit` para sair do paginador (por exemplo, se você quiser modificar os dados da simulação).
ro: Navigați folosind „următorul” pentru a vizualiza statisticile zilei următoare, „prev” pentru a vizualiza statisticile zilei precedente, „primul” pentru a sări în prima zi (mâine) și „ultimul” pentru a sări în ultima zi în simularea dvs. Tastați un număr pentru a sări direct în acea zi. Tastați `exit` pentru a ieși din paginator (de exemplu, dacă doriți să modificați datele SIM).
ru: Навигация с помощью `nxt` для просмотра статистики за следующий день, `prev` для просмотра статистики за предыдущий день, `первого` для прыжка в первый день (завтра), и `последнего` для прыжка в последний день в вашей симуляции. Введите число, чтобы перейти прямо к этому дню. Введите `выход`, чтобы выйти из пагинатора (например, если вы хотите изменить данные симулятора).

source: Total infections by end of simulation
ar: مجموع الإصابات بنهاية المحاكاة
bn: সিমুলেশন শেষে মোট সংক্রমণ
de: Gesamtinfektionen bis Ende der Simulation
es: Total de infecciones al final de la simulación
fi: Infektioiden kokonaismäärä simulaation lopussa
fr: Nombre total d'infections à la fin de la simulation
hi: सिमुलेशन के अंत तक कुल संक्रमण
id: Total infeksi pada akhir simulasi
it: Infezioni totali alla fine della simulazione
ja: シミュレーション終了時までの総感染症数
pt: Total de infecções no final da simulação
ro: Infecții totale până la sfârșitul simulării
ru: Общее количество инфекций по окончании моделирования

source: Total recoveries by end of simulation
ar: إجمالي عمليات الاسترداد بنهاية المحاكاة
bn: সিমুলেশন শেষে মোট পুনরুদ্ধার
de: Gesamte Rückgewinnung bis zum Ende der Simulation
es: Recuperaciones totales al final de la simulación
fi: Takaisinperinnät yhteensä simulaation lopussa
fr: Total des recouvrements à la fin de la simulation
hi: सिमुलेशन के अंत तक कुल वसूली
id: Pemulihan total pada akhir simulasi
it: Recuperi totali alla fine della simulazione
ja: シミュレーション終了時までの総回収量
pt: Total de recuperações no final da simulação
ro: Recuperări totale până la sfârșitul simulării
ru: Общее восстановление по окончании моделирования
