Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: messages.*.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: You need to be in the {0} server (`{1}`).
ar: يجب أن تكون في خادم {0} (`{1}`).
bn: আপনার {0} সার্ভারে থাকা উচিত (`{1}`)।
de: Sie müssen sich auf dem Server {0} befinden (`{1}`).
es: Tienes que estar en el servidor {0} (`{1}`).
fi: Sinun on oltava {0} palvelimessa (`` {1} `).
fr: Vous devez être dans le serveur {0} (`{1}`).
hi: आपको {0} सर्वर (`{1}`) में होना चाहिए।
id: Anda harus berada di {0} server (`{1}`).
it: Devi essere nel server {0} (`{1}`).
ja: 0}サーバ(`{1}`)にいる必要があります。
pt: Você precisa estar no servidor {0} (`{1}`).
ro: Trebuie să vă aflați pe serverul {0} („{1}`).
ru: Вы должны быть на сервере {0} (`{1}`).

source: You need to be in a server with ID {0}.
ar: يجب أن تكون في خادم بالمعرف {0}.
bn: আপনার আইডি {0} সহ একটি সার্ভারে থাকা দরকার}
de: Sie müssen sich auf einem Server mit der ID {0} befinden.
es: Tienes que estar en un servidor con ID {0}.
fi: Sinun on oltava palvelimessa, jonka tunnus on {0}.
fr: Vous devez être dans un serveur avec ID {0}.
hi: आपको आईडी {0} वाले सर्वर में होना चाहिए।
id: Anda harus berada di server dengan ID {0}.
it: Devi essere in un server con ID {0}.
ja: ID{0}のサーバーにいる必要があります。
pt: Você precisa estar em um servidor com ID {0}.
ro: Trebuie să vă aflați într-un server cu ID {0}.
ru: Вы должны быть на сервере с ID {0}.

source: You have the `{0}` permission.
ar: لديك إذن "{0}".
bn: আপনার কাছে `{0}। অনুমতি রয়েছে।
de: Sie haben die Berechtigung `{0}`.
es: Tiene el permiso `{0}`.
fi: Sinulla on {0} lupa.
fr: Vous avez l'autorisation "0".
hi: आपके पास `{0}` अनुमति है।
id: Anda memiliki izin `{0}`.
it: Hai il permesso `{0}`.
ja: あなたは `{0}` のパーミッションを持っています。
pt: Você tem a permissão `{0}'.
ro: Aveți permisiunea „{0}”.
ru: У тебя есть разрешение.

source: You need the `{0}` permission.
ar: أنت بحاجة إلى إذن "{0}".
bn: আপনার `{0}` অনুমতি প্রয়োজন।
de: Sie benötigen die Berechtigung `{0}`.
es: Necesitas el permiso `{0}`.
fi: Tarvitset {0} -luvan.
fr: Vous avez besoin de l'autorisation "0".
hi: आपको `{0}` अनुमति की आवश्यकता है।
id: Anda membutuhkan izin `{0}`.
it: Avete bisogno del permesso `{0}`.
ja: 0}` のパーミッションが必要です。
pt: Você precisa da permissão `{0}`.
ro: Aveți nevoie de permisiunea „{0}”.
ru: Тебе нужно разрешение.

source: You have {0} or more of the following permissions: `{1}`.
ar: لديك {0} أو أكثر من الأذونات التالية: "{1}`.
bn: আপনার কাছে {0} বা আরও নীচের অনুমতি রয়েছে: `{1}` `
de: Sie haben {0} oder mehr der folgenden Berechtigungen: `{1}`.
es: Tiene {0} o más de los siguientes permisos: `{1}`.
fi: Sinulla on vähintään {0} seuraavista käyttöoikeuksista: {1} `.
fr: Vous disposez d'au moins {0} des autorisations suivantes : `{1}`.
hi: आपके पास निम्न अनुमतियों के लिए {0} या अधिक हैं: `{1}`।
id: Anda memiliki {0} atau lebih dari izin berikut: `{1}`.
it: Hai {0} o più delle seguenti autorizzazioni: `{1}`.
ja: 以下のパーミッションのうち、{0}以上のパーミッションを持っている。`{1}`.
pt: Você tem {0} ou mais das seguintes permissões: `{1}`.
ro: Aveți {0} sau mai multe dintre următoarele permisiuni: `{1}`.
ru: У вас есть {0} или более из следующих разрешений: `{1}`.

source: You need {0} or more of the following permissions: `{1}`.
ar: تحتاج إلى {0} أو أكثر من الأذونات التالية: "{1}`.
bn: আপনার নিম্নলিখিত permission 0} বা তার বেশি অনুমতি প্রয়োজন: `{1}`।
de: Sie benötigen {0} oder mehr der folgenden Berechtigungen: `{1}`.
es: Necesita {0} o más de los siguientes permisos: `{1}`.
fi: Tarvitset vähintään {0} seuraavista käyttöoikeuksista: {1} `.
fr: Vous avez besoin d'au moins {0} des autorisations suivantes : `{1}`.
hi: आपको निम्न अनुमतियों के लिए {0} या अधिक की आवश्यकता है: `{1}`।
id: Anda membutuhkan {0} atau lebih izin berikut: `{1}`.
it: Hai bisogno di {0} o più delle seguenti autorizzazioni: `{1}`.
ja: 以下のパーミッションのうち{0}以上が必要です。`{1}`.
pt: Você precisa de {0} ou mais das seguintes permissões: `{1}`.
ro: Aveți nevoie de {0} sau mai multe dintre următoarele permisiuni: `{1}`.
ru: Вам нужно {0} или больше из следующих разрешений: `{1}`.

source: The provided command was not found.
ar: لم يتم العثور على الأمر المقدم.
bn: প্রদত্ত কমান্ডটি পাওয়া যায় নি।
de: Der angegebene Befehl wurde nicht gefunden.
es: El comando provisto no fue encontrado.
fi: Annettua komentoa ei löytynyt.
fr: La commande fournie n'a pas été trouvée.
hi: प्रदान की गई कमांड नहीं मिली।
id: Perintah yang diberikan tidak ditemukan.
it: Il comando fornito non è stato trovato.
ja: 提供されたコマンドが見つかりませんでした。
pt: O comando fornecido não foi encontrado.
ro: Comanda furnizată nu a fost găsită.
ru: Предоставленная команда не была найдена.

source: That command has been disabled.
ar: تم تعطيل هذا الأمر.
bn: এই আদেশটি অক্ষম করা হয়েছে।
de: Dieser Befehl wurde deaktiviert.
es: Ese comando ha sido desactivado.
fi: Tämä komento on poistettu käytöstä.
fr: Cette commande a été désactivée.
hi: उस आदेश को अक्षम कर दिया गया है।
id: Perintah itu telah dinonaktifkan.
it: Questo comando è stato disattivato.
ja: そのコマンドは無効化されています。
pt: Esse comando foi desactivado.
ro: Această comandă a fost dezactivată.
ru: Эта команда была отключена.

source: I don't have permissions to send messages there! Try again somewhere I do have permissions to send messages!
ar: ليس لدي أذونات لإرسال الرسائل هناك! حاول مرة أخرى في مكان ما لدي أذونات لإرسال الرسائل!
bn: আমার সেখানে বার্তা প্রেরণের অনুমতি নেই! কোথাও আবার চেষ্টা করুন আমার কাছে বার্তা প্রেরণের অনুমতি আছে!
de: Ich habe nicht die Berechtigung, dort Nachrichten zu senden! Versuchen Sie es noch einmal irgendwo Ich habe die Berechtigung zum Senden von Nachrichten!
es: No tengo permisos para enviar mensajes allí Inténtalo de nuevo en algún lugar. ¡Sí tengo permisos para enviar mensajes!
fi: Minulla ei ole oikeuksia lähettää viestejä sinne! Yritä uudelleen jossain minulla on oikeuksia lähettää viestejä!
fr: Je n'ai pas l'autorisation d'y envoyer des messages ! Essayez encore quelque part où j'ai des autorisations pour envoyer des messages !
hi: मेरे पास वहाँ संदेश भेजने की अनुमति नहीं है! कहीं फिर से कोशिश करें कि मेरे पास संदेश भेजने की अनुमति न हो!
id: Saya tidak punya izin untuk mengirim pesan ke sana! Coba lagi di tempat yang saya punya izin untuk mengirim pesan!
it: Non ho i permessi per inviare messaggi lì! Riprova da qualche parte, ho i permessi per inviare messaggi!
ja: 私はそこにメッセージを送信する権限を持っていません!私はメッセージを送信するための権限を持っているどこかでもう一度試してみてください!
pt: Eu não tenho permissão para enviar mensagens para lá! Tente novamente em algum lugar onde eu tenha permissões para enviar mensagens!
ro: Nu am permisiuni pentru a trimite mesaje acolo! Încercați din nou undeva unde am permisiuni pentru a trimite mesaje!
ru: У меня нет разрешения посылать туда сообщения! Попробуй еще раз где-нибудь, где у меня есть разрешение на отправку сообщений!

source: The bot's still setting up, please wait a few minutes and try again!
ar: لا يزال برنامج التتبُّع قيد الإعداد ، يُرجى الانتظار بضع دقائق وإعادة المحاولة!
bn: বটটি এখনও সেট আপ করছে, দয়া করে কয়েক মিনিট অপেক্ষা করুন এবং আবার চেষ্টা করুন!
de: Der Bot befindet sich noch im Aufbau, bitte warten Sie ein paar Minuten und versuchen Sie es erneut!
es: El bot todavía se está configurando, por favor, espera unos minutos e inténtalo de nuevo
fi: Botti on vielä määrittelemässä, odota muutama minuutti ja yritä uudelleen!
fr: Le bot est encore en train de se mettre en place, veuillez attendre quelques minutes et réessayer !
hi: बॉट की अभी भी स्थापना हो रही है, कृपया कुछ मिनट प्रतीक्षा करें और पुन: प्रयास करें!
id: Bot masih disiapkan, harap tunggu beberapa menit dan coba lagi!
it: Il bot si sta ancora configurando, per favore aspetta qualche minuto e riprova!
ja: ボットはまだ設定中です、数分待ってからもう一度やってみてください
pt: O bot ainda está se preparando, por favor espere alguns minutos e tente novamente!
ro: Botul încă se instalează, așteptați câteva minute și încercați din nou!
ru: Бот все еще настраивается, пожалуйста, подождите несколько минут и попробуйте еще раз!

source: I can't find your original message, Discord may be having issues! Try again.
ar: لا يمكنني العثور على رسالتك الأصلية ، ربما يواجه Discord مشكلات! حاول مجددا.
bn: আমি আপনার আসল বার্তাটি খুঁজে পাচ্ছি না, ডিসকর্ডের সমস্যা হতে পারে! আবার চেষ্টা করুন.
de: Ich kann Ihre ursprüngliche Nachricht nicht finden, vielleicht hat Discord Probleme! Versuchen Sie es erneut.
es: No puedo encontrar tu mensaje original, puede que Discord tenga problemas Inténtalo de nuevo.
fi: En löydä alkuperäistä viestiäsi, ristiriidassa saattaa olla ongelmia! Yritä uudelleen.
fr: Je ne trouve pas votre message original, la discorde a peut-être des problèmes ! Essayez à nouveau.
hi: मुझे आपका मूल संदेश नहीं मिल रहा है, डिस्कॉर्ड में समस्याएँ हो सकती हैं! पुनः प्रयास करें।
id: Saya tidak dapat menemukan pesan asli Anda, Discord mungkin mengalami masalah! Coba lagi.
it: Non riesco a trovare il tuo messaggio originale, Discord potrebbe avere dei problemi! Prova di nuovo.
ja: あなたの元のメッセージが見つかりません。もう一度試してみてください。
pt: Não encontro a tua mensagem original, a Discord pode estar a ter problemas! Tente novamente.
ro: Nu îți găsesc mesajul original, Discord poate avea probleme! Încearcă din nou.
ru: Я не могу найти ваше оригинальное сообщение, у Раздора могут быть проблемы! Попробуй еще раз.

source: There was an error running the specified command‽ This error has been logged.
ar: حدث خطأ أثناء تشغيل الأمر المحدد‽ تم تسجيل هذا الخطأ.
bn: নির্দিষ্ট কমান্ড চালাতে একটি ত্রুটি হয়েছিল। এই ত্রুটিটি লগ করা হয়েছে।
de: Es ist ein Fehler bei der Ausführung des angegebenen Befehls aufgetreten. Dieser Fehler wurde protokolliert.
es: Se ha producido un error al ejecutar el comando especificado‽ Se ha registrado este error.
fi: Määritetyn komennon suorittamisessa tapahtui virhe. Tämä virhe on kirjattu.
fr: Une erreur s'est produite lors de l'exécution de la commande spécifiée. Cette erreur a été enregistrée.
hi: निर्दिष्ट कमांड को चलाने में एक त्रुटि थी। इस त्रुटि को लॉग किया गया है।
id: Terjadi kesalahan saat menjalankan perintah yang ditentukan‽ Kesalahan ini telah dicatat.
it: Si è verificato un errore nell'esecuzione del comando specificato" Questo errore è stato registrato.
ja: 指定されたコマンドの実行にエラーがありました‽ このエラーはログに記録されています。
pt: Houve um erro ao executar o especificado command‽. Este erro foi registado.
ro: A apărut o eroare la executarea comenzii specificate‽ Această eroare a fost înregistrată.
ru: Произошла ошибка при выполнении указанного command‽. Эта ошибка была записана в журнал.

source: You are being ratelimited. Please try again {0}.
ar: أنت قيد التصنيف. يرجى المحاولة مرة أخرى {0}.
bn: আপনি হার সীমাহীন করা হচ্ছে। দয়া করে আবার চেষ্টা করুন {0}।
de: Sie erhalten eine Ratenbeschränkung. Bitte versuchen Sie es erneut {0}.
es: Se le está limitando la velocidad. Por favor, inténtelo de nuevo {0}.
fi: Sinut ratifioidaan. Yritä uudelleen {0}.
fr: On vous limite. Veuillez réessayer {0}.
hi: आपको रटलेट किया जा रहा है। कृपया पुनः प्रयास करें {0}।
id: Anda sedang dibatasi. Silakan coba lagi {0}.
it: Sei in fase di limitazione della velocità. Si prega di riprovare {0}.
ja: 切手数制限を受けています。もう一度{0}を試してみてください。
pt: Você está a ser limitado. Por favor, tente novamente {0}.
ro: Sunteți limitat la rată. Încercați din nou {0}.
ru: Тебя ратимитируют. Пожалуйста, попробуй еще раз {0}.

source: globally
ar: عالميا
bn: বিশ্বব্যাপী
de: global
es: globalmente
fi: maailmanlaajuisesti
fr: au niveau mondial
hi: वैश्विक स्तर पर
id: secara global
it: globalmente
ja: 世界的に
pt: globalmente
ro: la nivel global
ru: глобальная сеть

source: per user
ar: لكل مستخدم
bn: প্রতি ব্যবহারকারী
de: pro Benutzer
es: por usuario
fi: käyttäjää kohti
fr: par utilisateur
hi: प्रति उपयोगकर्ता
id: per pengguna
it: per utente
ja: ユーザーごと
pt: por usuário
ro: pe utilizator
ru: на пользователя

source: per guild
ar: لكل نقابة
bn: প্রতি গিল্ড
de: pro Innung
es: por gremio
fi: kiltaa kohti
fr: par guilde
hi: प्रति गिल्ड
it: per gilda
ja: ギルドあたり
pt: por corporação
ro: pe breaslă
ru: в расчете на гильдию

source: per channel
ar: لكل قناة
bn: প্রতি চ্যানেল
de: pro Kanal
es: por canal
fi: kanavaa kohti
fr: par canal
hi: प्रति चैनल
id: per saluran
it: per canale
ja: チャネルあたり
pt: por canal
ro: pe canal
ru: на канал

source: per member
ar: لكل عضو
bn: প্রতি সদস্য
de: pro Mitglied
es: por miembro
fi: jäsentä kohti
fr: par membre
hi: प्रति सदस्य
id: per anggota
it: per membro
ja: 一人当たり
pt: por membro
ro: pe membru
ru: на члена

source: per category
ar: لكل فئة
bn: বিভাগ অনুসারে
de: pro Kategorie
es: por categoría
fi: luokkaa kohti
fr: par catégorie
hi: प्रति श्रेणी
id: per kategori
it: per categoria
ja: 類別
pt: por categoria
ro: pe categorie
ru: по категории

source: per role
ar: لكل دور
bn: ভূমিকা হিসাবে
de: pro Rolle
es: por función
fi: roolia kohden
fr: par rôle
hi: प्रति भूमिका
id: per peran
it: per ruolo
ja: 一役
pt: por função
ro: pe rol
ru: в роли

source: Too many users are using this command. Only {0} users can use it at the same time {1}.
ar: يستخدم عدد كبير جدًا من المستخدمين هذا الأمر. فقط {0} من المستخدمين يمكنهم استخدامه في نفس الوقت {1}.
bn: অনেক বেশি ব্যবহারকারী এই কমান্ডটি ব্যবহার করছেন। কেবলমাত্র {0} ব্যবহারকারীরা এটি একই সময়ে {1} ব্যবহার করতে পারেন}
de: Zu viele Benutzer verwenden diesen Befehl. Nur {0} Benutzer können ihn gleichzeitig verwenden {1}.
es: Demasiados usuarios están utilizando este comando. Sólo {0} usuarios pueden utilizarlo al mismo tiempo {1}.
fi: Liian monet käyttäjät käyttävät tätä komentoa. Vain {0} käyttäjät voivat käyttää sitä samanaikaisesti {1}.
fr: Trop d'utilisateurs utilisent cette commande. Seuls les utilisateurs {0} peuvent l'utiliser en même temps {1}.
hi: बहुत से उपयोगकर्ता इस कमांड का उपयोग कर रहे हैं। केवल {0} उपयोगकर्ता इसे {1} उसी समय उपयोग कर सकते हैं।
id: Terlalu banyak pengguna yang menggunakan perintah ini. Hanya {0} pengguna yang dapat menggunakannya pada waktu yang sama {1}.
it: Troppi utenti stanno usando questo comando. Solo {0} utenti possono usarlo allo stesso tempo {1}.
ja: このコマンドを使用しているユーザーが多すぎます。0}のユーザーのみが同時に使用できます{1}。
pt: Demasiados utilizadores estão a usar este comando. Apenas usuários {0} podem usá-lo ao mesmo tempo {1}.
ro: Prea mulți utilizatori folosesc această comandă. Doar {0} utilizatorii îl pot utiliza în același timp {1}.
ru: Слишком много пользователей используют эту команду. Только {0} пользователи могут использовать ее одновременно {1}.

source: Simulations have been disabled in this guild due to a missing permission. Ask a admin to give me the Manage Messages permission.
ar: تم تعطيل عمليات المحاكاة في هذه النقابة بسبب فقدان الإذن. اطلب من المسؤول إعطائي إذن إدارة الرسائل.
bn: অনুপস্থিত অনুমতিের কারণে সিমুলেশনগুলি এই গিল্ডে অক্ষম করা হয়েছে। কোনও প্রশাসককে আমাকে বার্তা পরিচালনার অনুমতি দেওয়ার জন্য বলুন।
de: Die Simulationen wurden in dieser Gilde aufgrund einer fehlenden Berechtigung deaktiviert. Bitten Sie einen Admin, mir die Berechtigung "Nachrichten verwalten" zu geben.
es: Las simulaciones han sido desactivadas en este gremio debido a la falta de permiso. Pídele a un administrador que me dé el permiso de Administrar Mensajes.
fi: Simulaatiot on poistettu käytöstä tässä kiltassa puuttuvan luvan vuoksi. Pyydä järjestelmänvalvojaa antamaan minulle Viestien hallinta -oikeus.
fr: Les simulations ont été désactivées dans cette guilde en raison d'une permission manquante. Demandez à un administrateur de me donner la permission de gérer les messages.
hi: गुमशुदा अनुमति के कारण इस गिल्ड में सिमुलेशन अक्षम कर दिया गया है। मुझे संदेश प्रबंधित करने की अनुमति देने के लिए एक व्यवस्थापक से पूछें।
id: Simulasi telah dinonaktifkan di guild ini karena izin tidak ada. Minta admin untuk memberi saya izin Kelola Pesan.
it: Le simulazioni sono state disabilitate in questa gilda a causa di un permesso mancante. Chiedi a un amministratore di darmi il permesso di gestire i messaggi.
ja: このギルドでは、権限がないためにシミュレーションが無効になっています。管理者にメッセージの管理権限を与えてもらってください。
pt: As simulações foram desactivadas nesta guilda devido a uma permissão em falta. Peça a um administrador para me dar a permissão de Gerenciar Mensagens.
ro: Simulările au fost dezactivate în această breslă din cauza lipsei permisiunii. Solicitați unui administrator să-mi dea permisiunea Gestionați mesajele.
ru: Симуляции были отключены в этой гильдии из-за отсутствия разрешения. Попросите администратора дать мне разрешение на управление сообщениями.

source: This should not have happened. A command raised an error that does not comes from CommandError. Please inform the owner.
ar: هذا لم يكن من المفترض ان يحدث. أثار أمر خطأ لا يأتي من CommandError. يرجى إبلاغ المالك.
bn: এই কি উচিত না। একটি কমান্ড একটি ত্রুটি উত্থাপন করেছিল যা কমান্ডেরর থেকে আসে না। দয়া করে মালিককে অবহিত করুন।
de: Dies hätte nicht passieren dürfen. Ein Befehl hat einen Fehler ausgelöst, der nicht von CommandError stammt. Bitte informieren Sie den Besitzer.
es: Esto no debería haber pasado. Un comando planteó un error que no proviene del ComandoError. Por favor, informe al propietario.
fi: Tämän ei olisi pitänyt tapahtua. Komento herätti virheen, joka ei tule CommandErrorista. Ilmoita omistajalle.
fr: Cela n'aurait pas dû se produire. Une commande a provoqué une erreur qui ne provient pas de CommandError. Veuillez en informer le propriétaire.
hi: ऐसा नहीं होना चाहिए था। एक कमांड ने एक त्रुटि उठाई जो CommandError से नहीं आती है। कृपया मालिक को सूचित करें।
id: Ini seharusnya tidak terjadi. Sebuah perintah memunculkan kesalahan yang tidak berasal dari CommandError. Harap beri tahu pemiliknya.
it: Questo non sarebbe dovuto accadere. Un comando ha sollevato un errore che non proviene da CommandError. Si prega di informare il proprietario.
ja: これは起こるべきではありませんでした。コマンドがCommandErrorから来ないエラーを発生させました。オーナーにお知らせください。
pt: Isto não devia ter acontecido. Um comando levantou um erro que não vem do CommandError. Por favor, informe o proprietário.
ro: Acest lucru nu ar fi trebuit să se întâmple. O comandă a generat o eroare care nu provine din CommandError. Vă rugăm să informați proprietarul.
ru: Этого не должно было случиться. Команда подняла ошибку, которая не исходит от CommandError. Пожалуйста, сообщите об этом владельцу.

source: For help, join the bot's support server at {invite}
ar: للحصول على المساعدة ، انضم إلى خادم دعم الروبوت على {دعوة}
bn: সহায়তার জন্য, {আমন্ত্রণ} এ বটের সমর্থন সার্ভারে যোগ দিন
de: Wenn Sie Hilfe benötigen, treten Sie dem Support-Server des Bots bei {invite} bei
es: Para obtener ayuda, únete al servidor de soporte del bot en {invite}
fi: Jos tarvitset apua, liity botin tukipalvelimeen osoitteessa {kutsu}
fr: Pour obtenir de l'aide, rejoignez le serveur d'assistance du bot à l'adresse {invite}
hi: मदद के लिए, {आमंत्रित} पर बॉट के समर्थन सर्वर से जुड़ें
id: Untuk bantuan, bergabunglah dengan server dukungan bot di {invite}
it: Per aiuto, unisciti al server di supporto del bot a {invite}
ja: 助けを求めて、ボットのサポートサーバーに参加してください。
pt: Para obter ajuda, junte-se ao servidor de suporte do bot em {invite}
ro: Pentru ajutor, alăturați-vă serverului de asistență al botului la {invite}
ru: Чтобы получить помощь, подключитесь к серверу поддержки бота по адресу {invite}

source: No message was defined. This error has been logged.
ar: لم يتم تحديد رسالة. تم تسجيل هذا الخطأ.
bn: কোনও বার্তা সংজ্ঞায়িত হয়নি। এই ত্রুটি লগ করা হয়েছে।
de: Es wurde keine Nachricht definiert. Dieser Fehler wurde protokolliert.
es: No se ha definido ningún mensaje. Este error ha sido registrado.
fi: Viestiä ei määritelty. Tämä virhe on kirjattu.
fr: Aucun message n'a été défini. Cette erreur a été enregistrée.
hi: कोई संदेश परिभाषित नहीं किया गया था। यह त्रुटि लॉग की गई है।
id: Tidak ada pesan yang ditentukan. Kesalahan ini telah dicatat.
it: Nessun messaggio è stato definito. Questo errore è stato registrato.
ja: メッセージは定義されていません。このエラーはログに記録されました。
pt: Nenhuma mensagem foi definida. Este erro foi registrado.
ro: Nu a fost definit niciun mesaj. Această eroare a fost înregistrată.
ru: Не было определено никакого сообщения. Эта ошибка была зарегистрирована.

source: Data for Day {0}
ar: بيانات اليوم {0}
bn: দিনের জন্য ডেটা {0}
de: Daten für Tag {0}
es: Datos del día {0}
fi: Tiedot päivältä {0}
fr: Données pour le jour {0}
hi: दिन {0} के लिए डेटा
id: Data untuk Hari {0}
it: Dati per il giorno {0}
ja: 日目{0}のデータ
pt: Dados para o Dia {0}
ro: Date pentru ziua {0}
ru: Данные за день {0}
