Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: messages.*.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: I don't know what map you're looking for! Run `{0}maps types` to see all the maps I can show you!
ar: لا أعرف ما هي الخريطة التي تبحث عنها! شغّل "{0} أنواع الخرائط" لمشاهدة جميع الخرائط التي يمكنني عرضها لك!
bn: আপনি কোন মানচিত্রটি সন্ধান করছেন তা আমি জানি না! আমি আপনাকে যে সমস্ত মানচিত্র দেখাতে পারি তা দেখতে `{0} মানচিত্রের ধরনগুলি চালান!
de: Ich weiß nicht, nach welcher Karte Sie suchen! Führen Sie `{0}maps types` aus, um alle Karten zu sehen, die ich Ihnen zeigen kann!
es: No sé qué mapa estás buscando! Ejecuta `{0}maps types` para ver todos los mapas que puedo mostrarte!
fi: En tiedä mitä karttaa etsit! Suorita "{0} karttatyypit" nähdäksesi kaikki kartat, jotka voin näyttää!
fr: Je ne sais pas quelle carte vous cherchez ! Lancez les types de cartes `{0} pour voir toutes les cartes que je peux vous montrer !
hi: मैं नहीं जानता कि आप किस मानचित्र की तलाश कर रहे हैं! मेरे द्वारा दिखाए जा सकने वाले सभी मानचित्रों को देखने के लिए `{0} मानचित्र टाइप करें!
id: Saya tidak tahu peta apa yang Anda cari! Jalankan `{0} maps types` untuk melihat semua peta yang bisa saya tunjukkan!
it: Non so quale mappa stai cercando! Esegui `{0} tipi di mappe` per vedere tutte le mappe che posso mostrarti!
ja: 何のマップを探しているのかわからない!私が表示できるすべてのマップを見るには、`{0}maps types`を実行してください!
pt: Eu não sei que mapa você está procurando! Corra "0 tipos de mapas" para ver todos os mapas que lhe posso mostrar!
ro: Nu știu ce hartă căutați! Rulați „{0} tipuri de hărți” pentru a vedea toate hărțile pe care vi le pot arăta!
ru: Я не знаю, какую карту ты ищешь! Бегите `{0}maps types`, чтобы увидеть все карты, которые я могу вам показать!

source: Map for {0}
ar: خريطة لـ {0}
bn: {0} এর জন্য মানচিত্র
de: Karte für {0}
es: Mapa para {0}
fi: Kartta kohteelle {0}
fr: Carte pour {0}
hi: {0} के लिए मानचित्र
id: Peta untuk {0}
it: Mappa per {0}
ja: 0}のマップ
pt: Mapa para {0}
ro: Hartă pentru {0}
ru: Карта для {0}

source: Updating maps...
ar: جارٍ تحديث الخرائط ...
bn: মানচিত্র আপডেট করা হচ্ছে ...
de: Karten aktualisieren...
es: Actualizar los mapas...
fi: Päivitetään karttoja ...
fr: Mise à jour des cartes...
hi: नक्शे अपडेट हो रहे हैं ...
id: Memperbarui peta ...
it: Aggiornamento delle mappe...
ja: 地図を更新しています。
pt: A actualizar os mapas...
ro: Se actualizează hărțile ...
ru: Обновление карт...

source: Done!
ar: فعله!
bn: সম্পন্ন!
de: Erledigt!
es: ¡Hecho!
fi: Tehty!
fr: C'est fait !
hi: किया हुआ!
id: Selesai!
it: Fatto!
ja: やった！
pt: Feito!
ro: Terminat!
ru: Готово!

source: 😃 You have that permission.
ar: 😃 لديك هذا الإذن.
bn: 😃 আপনার সেই অনুমতি আছে।
de: 😃 Sie haben diese Erlaubnis.
es: 😃 Tienes ese permiso.
fi: 😃 Sinulla on tuo lupa.
fr: 😃 Vous avez cette autorisation.
hi: Permission आपके पास वह अनुमति है।
id: 😃 Anda memiliki izin itu.
it: 😃 Hai questo permesso.
ja: 😃 その許可があるんですね。
pt: 😃 Você tem essa permissão.
ro: 😃 Ai permisiunea asta.
ru: 😃 У вас есть такое разрешение.

source: ☹️ You don't have that permission.
ar: ☹️ ليس لديك هذا الإذن.
bn: ☹️ আপনার সেই অনুমতি নেই।
de: ☹️ Diese Erlaubnis haben Sie nicht.
es: ☹️ No tienes ese permiso.
fi: ☹️ Sinulla ei ole tätä lupaa.
fr: ☹️ Vous n'avez pas cette autorisation.
hi: That आपके पास वह अनुमति नहीं है।
id: ☹️ Anda tidak memiliki izin itu.
it: ☹️ Non hai questo permesso.
ja: ☹️ その許可はありません。
pt: ☹️ Você não tem essa permissão.
ro: ☹️ Nu aveți permisiunea respectivă.
ru: ☹️ У вас нет такого разрешения.

source: Details of permissions hierarchy
ar: تفاصيل التسلسل الهرمي للأذونات
bn: অনুমতি শ্রেণিবদ্ধের বিশদ
de: Details der Berechtigungshierarchie
es: Detalles de la jerarquía de permisos
fi: Yksityiskohdat käyttöoikeushierarkiasta
fr: Détails de la hiérarchie des autorisations
hi: अनुमति पदानुक्रम का विवरण
id: Detail hierarki izin
it: Dettagli della gerarchia dei permessi
ja: パーミッション階層の詳細
pt: Detalhes da hierarquia de permissões
ro: Detalii despre ierarhia permisiunilor
ru: Детали иерархии разрешений

source: {0} Default (from {0}{1})
ar: {0} افتراضي (من {0} {1})
bn: {0} ডিফল্ট ({0} {1} থেকে)
de: {0} Standard (von {0}{1})
es: {0} Por defecto (de {0}{1})
fi: {0} Oletus (lähettäjältä {0} {1})
fr: Défaut (à partir de {0}{1})
hi: {0} डिफ़ॉल्ट ({0} {1} से)
id: {0} Bawaan (dari {0} {1})
it: {0} Default (da {0}{1})
ja: 0} デフォルト（{0}{1}から
pt: {0} Predefinição (de {0}{1})
ro: {0} Implicit (din {0} {1})
ru: {0} По умолчанию (из {0}{1})

source: {0} Guild role {1} (from {0}{2})
ar: {0} دور الجماعة {1} (من {0} {2})
bn: {0} গিল্ডের ভূমিকা {1} ({0} {2} থেকে)
de: {0} Gildenrolle {1} (von {0}{2})
es: {0} Rol de gremio {1} (de {0}{2})
fi: {0} Kiltarooli {1} (lähettäjältä {0} {2})
fr: Rôle de la guilde (de {0}{2})
hi: {0} गिल्ड भूमिका {1} ({0} {2} से)
id: {0} Peran serikat {1} (dari {0} {2})
it: {0} Ruolo della gilda {1} (da {0}{2})
ja: 0}ギルドの役割 {1}ギルドの役割から
pt: O papel do grémio (a partir de {0}{2})
ro: {0} Rolul breslei {1} (din {0} {2})
ru: {0} Роль гильдии {1} (от {0}{2})

source: {0} Channel role {1} (from {0}{2})
ar: {0} دور القناة {1} (من {0} {2})
bn: {0} চ্যানেলের ভূমিকা {1} ({0} {2} থেকে)
de: {0} Kanalrolle {1} (von {0}{2})
es: {0} Función del canal {1} (de {0}{2})
fi: {0} Kanavan rooli {1} (lähettäjältä {0} {2})
fr: Rôle de la chaîne (de {0}{2})
hi: {0} चैनल भूमिका {1} ({0} {2} से)
id: {0} Peran saluran {1} (dari {0} {2})
it: {0} Ruolo del canale {1} (da {0}{2})
ja: 0} チャンネルの役割から
pt: {0} Função do canal {1} (a partir de {0}{2})
ro: {0} Rolul canalului {1} (de la {0} {2})
ru: {0} Роли канала {1} (от {0}{2})

source: {0} Member (from {0}{1})
ar: {0} عضو (من {0} {1})
bn: {0} সদস্য ({0} {1} থেকে)
de: {0} Mitglied (von {0}{1})
es: {0} Miembro (de {0}{1})
fi: {0} Jäsen ({0} {1})
fr: Membre (de {0}{1})
hi: {0} सदस्य ({0} {1} से)
id: {0} Anggota (dari {0} {1})
it: {0} Membro (da {0}{1})
ja: 0}メンバー（{0}{1}より
pt: Membro (de {0}{1})
ro: {0} Membru (de la {0} {1})
ru: {0} Член (от {0}{1})

source: {0} Fixed (from {0}{1})
ar: {0} ثابت (من {0} {1})
bn: {0} স্থির ({0} {1} থেকে)
de: {0} Fest (von {0}{1})
es: {0} Fijo (de {0}{1})
fi: {0} Korjattu (lähettäjä: {0} {1})
fr: Fixe (à partir de {0}{1})
hi: {0} फिक्स्ड ({0} {1} से)
id: {0} Diperbaiki (dari {0} {1})
it: {0} Fisso (da {0}{1})
ja: 0}固定（{0}{1}より
pt: {0} Fixo (a partir de {0}{1})
ro: {0} Remediat (de la {0} {1})
ru: {0} Исправлено (из {0}{1})

source: {0} User (from {0}{1})
ar: {0} مستخدم (من {0} {1})
bn: {0} ব্যবহারকারী ({0} {1} থেকে)
de: {0} Benutzer (von {0}{1})
es: {0} Usuario (de {0}{1})
fi: {0} Käyttäjä (lähettäjä: {0} {1})
fr: Utilisateur (à partir de {0}{1})
hi: {0} उपयोगकर्ता ({0} {1} से)
id: {0} Pengguna (dari {0} {1})
it: {0} Utente (da {0}{1})
ja: 0}利用者（{0}{1}から
pt: {0} Usuário (de {0}{1})
ro: {0} Utilizator (de la {0} {1})
ru: {0} Пользователь (из {0}{1})

source: **{0} permissions**
ar: ** {0} أذونات **
bn: ** {0} অনুমতি **
de: **{0} Berechtigungen**
es: **{0} permisos**
fi: ** {0} käyttöoikeudet **
hi: ** {0} अनुमतियां **
id: ** {0} izin **
it: **{0} permessi**
ja: **{0} パーミッション***
pt: **Permissões..
ro: ** {0} permisiuni **
ru: **разрешения*

source: There are no specific permissions set in this guild.
ar: لا توجد أذونات محددة معينة في هذه النقابة.
bn: এই গিল্ডে কোনও নির্দিষ্ট অনুমতি সেট করা নেই।
de: In dieser Gilde sind keine speziellen Berechtigungen festgelegt.
es: No hay permisos específicos establecidos en este gremio.
fi: Tässä killassa ei ole määritetty erityisiä käyttöoikeuksia.
fr: Il n'y a pas d'autorisations spécifiques fixées dans cette guilde.
hi: इस गिल्ड में कोई विशिष्ट अनुमतियाँ निर्धारित नहीं हैं।
id: Tidak ada izin khusus yang ditetapkan di serikat ini.
it: Non ci sono permessi specifici in questa gilda.
ja: このギルドでは、特定のパーミッションは設定されていません。
pt: Não há permissões específicas estabelecidas nesta guilda.
ro: Nu există permisiuni specifice setate în această breaslă.
ru: В этой гильдии нет специальных разрешений.

source: There are no specific permissions set in this channel.
ar: لا توجد أذونات محددة معينة في هذه القناة.
bn: এই চ্যানেলে কোনও নির্দিষ্ট অনুমতি সেট করা নেই।
de: In diesem Kanal sind keine spezifischen Berechtigungen festgelegt.
es: No hay permisos específicos establecidos en este canal.
fi: Tälle kanavalle ei ole määritetty erityisiä käyttöoikeuksia.
fr: Il n'y a pas d'autorisations spécifiques fixées dans ce canal.
hi: इस चैनल में कोई विशिष्ट अनुमतियाँ सेट नहीं हैं।
id: Tidak ada izin khusus yang disetel di saluran ini.
it: Non ci sono permessi specifici impostati in questo canale.
ja: このチャンネルには特定のパーミッションは設定されていません。
pt: Não há permissões específicas definidas neste canal.
ro: Nu există permisiuni specifice setate în acest canal.
ru: В этом канале не установлено никаких специальных разрешений.

source: There are no specific permissions for this member.
ar: لا توجد أذونات محددة لهذا العضو.
bn: এই সদস্যের জন্য কোনও নির্দিষ্ট অনুমতি নেই।
de: Es gibt keine spezifischen Berechtigungen für dieses Mitglied.
es: No hay permisos específicos para este miembro.
fi: Tälle jäsenelle ei ole erityisiä käyttöoikeuksia.
fr: Il n'y a pas d'autorisation spécifique pour ce membre.
hi: इस सदस्य के लिए कोई विशेष अनुमति नहीं है।
id: Tidak ada izin khusus untuk anggota ini.
it: Non ci sono permessi specifici per questo membro.
ja: このメンバーには特定の許可はありません。
pt: Não há permissões específicas para este membro.
ro: Nu există permisiuni specifice pentru acest membru.
ru: Для этого члена нет специальных разрешений.

source: 👌 Permission {0} for user {1} has been set to {2} globally.
ar: 👌 تم تعيين الإذن {0} للمستخدم {1} على {2} عالميًا.
bn: {1} ব্যবহারকারীর জন্য অনুমতি} 0} বিশ্বব্যাপী {2 to সেট করা হয়েছে।
de: 👌 Die Berechtigung {0} für Benutzer {1} wurde global auf {2} gesetzt.
es: 👌 El permiso {0} para el usuario {1} se ha establecido en {2} globalmente.
fi: 👌 Käyttäjän {1} käyttöoikeudeksi {1} on asetettu {2} maailmanlaajuisesti.
fr: 👌 L'autorisation {0} pour l'utilisateur {1} a été fixée à {2} globalement.
hi: 1 अनुमति {0} उपयोगकर्ता के लिए {1} वैश्विक स्तर पर {2} पर सेट की गई है।
id: 👌 Izin {0} untuk pengguna {1} telah ditetapkan ke {2} secara global.
it: 👌 Il permesso {0} per l'utente {1} è stato impostato a {2} globalmente.
ja: 👌 ユーザ{1}の権限{0}がグローバルに{2}に設定されています。
pt: 👌 A permissão {0} para o usuário {1} foi definida para {2} globalmente.
ro: 👌 Permisiunea {0} pentru utilizator {1} a fost setată la {2} la nivel global.
ru: 👌 Разрешение {0} для пользователя {1} было установлено в {2} глобально.

source: 👌 Permission {0} for member {1} has been set to {2} globally.
ar: 👌 تم تعيين الإذن {0} للعضو {1} على {2} عالميًا.
bn: Member সদস্যের জন্য অনুমতি {0} {1} বিশ্বব্যাপী {2 to সেট করা হয়েছে।
de: 👌 Die Berechtigung {0} für Mitglied {1} wurde global auf {2} gesetzt.
es: 👌 El permiso {0} para el miembro {1} se ha establecido en {2} globalmente.
fi: 👌 Jäsenen {1} käyttöoikeudeksi {0} on asetettu {2} maailmanlaajuisesti.
fr: 👌 L'autorisation {0} pour le membre {1} a été fixée à {2} globalement.
hi: 1 सदस्य {1} के लिए अनुमति {0} विश्व स्तर पर {2} के लिए निर्धारित की गई है।
id: 👌 Izin {0} untuk anggota {1} telah ditetapkan ke {2} secara global.
it: 👌 Il permesso {0} per il membro {1} è stato impostato a {2} globalmente.
ja: 👌 メンバー{1}の許可{0}がグローバルに{2}に設定されました。
pt: 👌 A permissão {0} para membro {1} foi definida para {2} globalmente.
ro: 👌 Permisiunea {0} pentru membru {1} a fost setată la {2} la nivel global.
ru: 👌 Разрешение {0} для члена {1} было установлено на {2} глобально.

source: ❌ Can't set permissions in a channel that is not in this guild.
ar: ❌ لا يمكن تعيين أذونات في قناة ليست في هذه النقابة.
bn: This এমন কোনও চ্যানেলে অনুমতি সেট করা যায় না যা এই মহলে নেই।
de: ❌ Kann keine Berechtigungen in einem Kanal setzen, der nicht in dieser Gilde ist.
es: ❌ No se pueden establecer permisos en un canal que no está en este gremio.
fi: ❌ Ei voida asettaa käyttöoikeuksia kanavalle, joka ei ole tässä killassa.
fr: ❌ Ne peut pas définir de permissions dans un canal qui n'est pas dans cette guilde.
hi: । ऐसे चैनल में अनुमतियाँ सेट नहीं की जा सकती जो इस गिल्ड में नहीं है।
id: ❌ Tidak dapat mengatur izin di saluran yang tidak ada di serikat ini.
it: ❌ Non puoi impostare i permessi in un canale che non è in questa gilda.
ja: ❌ このギルドに入っていないチャンネルにパーミッションを設定できません。
pt: ❌ Não é possível definir permissões em um canal que não esteja nesta guilda.
ro: ❌ Nu pot seta permisiuni într-un canal care nu se află în această breaslă.
ru: ❌ Не могу установить разрешения в канале, которого нет в этой гильдии.

source: ❌ Can't set permissions for a role that does not exist in this guild.
ar: ❌ لا يمكن تعيين أذونات لدور غير موجود في هذه النقابة.
bn: Role এমন কোনও ভূমিকার জন্য অনুমতিগুলি সেট করতে পারে না যা এই মহলে উপস্থিত নেই।
de: ❌ Es können keine Berechtigungen für eine Rolle festgelegt werden, die in dieser Gilde nicht existiert.
es: ❌ No se pueden establecer permisos para un rol que no existe en este gremio.
fi: ❌ Ei voida asettaa käyttöoikeuksia roolille, jota ei ole tässä killassa.
fr: ❌ Ne peut pas fixer les autorisations pour un rôle qui n'existe pas dans cette guilde.
hi: । ऐसी भूमिका के लिए अनुमति नहीं दे सकता जो इस समाज में मौजूद नहीं है।
id: ❌ Tidak dapat menyetel izin untuk peran yang tidak ada di serikat ini.
it: ❌ Impossibile impostare i permessi per un ruolo che non esiste in questa gilda.
ja: ❌ このギルドに存在しないロールにパーミッションを設定できません。
pt: ❌ Não é possível definir permissões para um papel que não existe nesta guilda.
ro: ❌ Nu pot seta permisiuni pentru un rol care nu există în această breaslă.
ru: ❌ Не может установить разрешения на роль, которая не существует в этой гильдии.

source: 👌 Permission {0} for role {1} [`{2}`] has been set to {3} in this channel.
ar: 👌 تم تعيين إذن {0} للدور {1} [`{2}`] على {3} في هذه القناة.
bn: এই চ্যানেলে {1} [`{2 role`] ভূমিকার জন্য অনুমতি {0} সেট করা হয়েছে। 3।।
de: 👌 Berechtigung {0} für Rolle {1} [`{2}`] wurde in diesem Kanal auf {3} gesetzt.
es: 👌 Permiso {0} para el rol {1} [`{2}`] se ha establecido en {3} en este canal.
fi: 👌 Roolin {1} [{{2} `] käyttöoikeudeksi {0} on asetettu {3} tällä kanavalla.
fr: 👌 Permission {0} pour le rôle {1} [`{2}`] a été réglé sur {3} dans ce canal.
hi: 1 अनुमति {0} भूमिका के लिए {1} [`{2}`] इस चैनल में {3} पर सेट किया गया है।
id: 👌 Izin {0} untuk peran {1} [`{2}`] telah ditetapkan ke {3} di saluran ini.
it: 👌 L'autorizzazione {0} per il ruolo {1} [`{2}`] è stato impostato a {3} in questo canale.
ja: 👌 ロール{1}の権限{0}を与えるこのチャンネルでは、[`{2}`]が{3}に設定されています。
pt: 👌 Permissão {0} para a função {1} [2]] foi definido para {3} neste canal.
ro: 👌 Permisiunea {0} pentru rolul {1} [`{2}`] a fost setată la {3} în acest canal.
ru: 👌 Разрешение {0} на роль {1} [`{2}`] был установлен на {3} в этом канале.

source: 👌 Permission {0} for role {1} [`{2}`] has been set to {3} in this guild.
ar: 👌 تم تعيين إذن {0} للدور {1} [`{2}`] على {3} في هذه الجماعة.
bn: Gu 1} [`{2}`] ভূমিকার জন্য অনুমতি {0} এই গিল্ডে {3 to সেট করা হয়েছে।
de: 👌 Berechtigung {0} für Rolle {1} [`{2}`] wurde in dieser Gilde auf {3} gesetzt.
es: 👌 Permiso {0} para el rol {1} [`{2}`] se ha establecido en {3} en este gremio.
fi: 👌 Roolin {1} [{{2} `] käyttöoikeudeksi {0} on asetettu {3} tässä kiltassa.
fr: 👌 Permission {0} pour le rôle {1} [`{2}`] a été mis à {3} dans cette guilde.
hi: । अनुमति {0} भूमिका के लिए {1} [`{2}`] इस गिल्ड में {3} के लिए निर्धारित किया गया है।
id: 👌 Izin {0} untuk peran {1} [`{2}`] telah ditetapkan ke {3} di serikat ini.
it: 👌 Il permesso {0} per il ruolo {1} [`{2}`] è stato impostato a {3} in questa gilda.
ja: 👌 ロール{1}の権限{0}を与えるこのギルドでは[`{2}`]が{3}に設定されています。
pt: 👌 Permissão {0} para o papel {1} foi definido para {\i1}{\i1}- nesta guilda.
ro: 👌 Permisiunea {0} pentru rolul {1} [`{2}`] a fost setată la {3} în această breaslă.
ru: 👌 Разрешение {0} на роль {1} [`{2}}В этой гильдии было установлено значение {3}.

source: Failed to send suggestion due to a Discord error. Try again.
ar: فشل في إرسال الاقتراح بسبب خطأ في Discord. حاول مجددا.
bn: ডিসকর্ড ত্রুটির কারণে পরামর্শ প্রেরণে ব্যর্থ। আবার চেষ্টা করুন.
de: Der Vorschlag konnte aufgrund eines Discord-Fehlers nicht gesendet werden. Versuchen Sie es erneut.
es: No se ha podido enviar la sugerencia debido a un error de Discord. Inténtalo de nuevo.
fi: Ehdotuksen lähettäminen epäonnistui ristiriidan virheen vuoksi. Yritä uudelleen.
fr: N'a pas envoyé de suggestion en raison d'une erreur de discordance. Essayez à nouveau.
hi: एक त्रुटि के कारण सुझाव भेजने में विफल रहा। पुनः प्रयास करें।
id: Gagal mengirim saran karena kesalahan Perselisihan. Coba lagi.
it: Impossibile inviare il suggerimento a causa di un errore di Discord. Riprova.
ja: Discordのエラーにより、提案の送信に失敗しました。再度試してみてください。
pt: Falha no envio de sugestões devido a um erro do Discord. Tente novamente.
ro: Trimiterea sugestiei nu a reușit din cauza unei erori de discordie. Încearcă din nou.
ru: Не удалось отправить предложение из-за ошибки Разногласия. Попробуйте еще раз.

source: Sent suggestion successfully.
ar: تم إرسال الاقتراح بنجاح.
bn: সাফল্যের সাথে পরামর্শ পাঠানো হয়েছে।
de: Vorschlag erfolgreich gesendet.
es: Sugerencia enviada con éxito.
fi: Ehdotus lähetetty onnistuneesti.
fr: Suggestion envoyée avec succès.
hi: भेजा गया सुझाव सफलतापूर्वक।
id: Saran berhasil dikirim.
it: Suggerimento inviato con successo.
ja: 提案の送信に成功しました。
pt: Sugestão enviada com sucesso.
ro: Sugestie trimisă cu succes.
ru: Отправлено предложение успешно.

source: The bot is not yet sharded.
ar: لم يتم تجزئة الروبوت بعد.
bn: বটটি এখনও শার্প হয় নি।
de: Der Bot ist noch nicht gesplittet.
es: El bot todavía no está fragmentado.
fi: Botti ei ole vielä sironnut.
fr: Le bot n'est pas encore déchiqueté.
hi: अभी बॉट को शार्प नहीं किया गया है।
id: Bot belum di-shard.
it: Il bot non è ancora shardato.
ja: ボットはまだシャードされていません。
pt: O robot ainda não está estilhaçado.
ro: Botul nu este încă împărțit.
ru: Бот еще не осколок.

source: • Shard ID {0}: {1}ms
ar: • معرّف الجزء {0}: {1} مللي ثانية
bn: D শার্প আইডি {0}: {1} এমএস
de: - Splitter-ID {0}: {1}ms
es: - ID del fragmento {0}: {1}ms
fi: • Sirpan tunnus {0}: {1} ms
fr: - Shard ID {0} : ms
hi: • शार्द आईडी {0}: {1} एमएस
id: • ID Pecahan {0}: {1} md
it: - ID frammento {0}: {1}ms
ja: - シャードID {0}。1}ms
ro: • ID-ul fragmentului {0}: {1} ms
ru: - Идентификатор осколков {0}: {1}ms

source: (ready)
ar: (جاهز)
bn: (প্রস্তুত)
de: (fertig)
es: (listo)
fi: (valmis)
fr: (prêt)
hi: (तैयार)
id: (siap)
it: (pronto)
ja: 宜しい
pt: (pronto)
ro: (gata)
ru: (готово)

source: (current shard)
ar: (الجزء الحالي)
bn: (বর্তমান শারড)
de: (aktueller Splitter)
es: (fragmento actual)
fi: (nykyinen sirpale)
fr: (tesson actuel)
hi: (वर्तमान शार्क)
id: (beling saat ini)
it: (frammento attuale)
pt: (estilhaço actual)
ro: (ciob curent)
ru: (текущий осколок)

source: Avg latency: {0}ms
ar: متوسط وقت الاستجابة: {0} مللي ثانية
bn: গড় বিলম্ব:: 0} এমএস
de: Avg-Latenz: {0}ms
es: Latencia media: {0}ms
fi: Keskimääräinen viive: {0} ms
fr: Latence moyenne : ms
hi: औसत विलंबता: {0} ms
id: Latensi rata-rata: {0} md
it: Latenza media: {0}ms
ja: 平均待ち時間。0}ms
pt: Latência média: {0}ms
ro: Latență medie: {0} ms
ru: Задержка Avg: {0}ms

source: (bot ready)
ar: (بوت جاهز)
bn: (বট প্রস্তুত)
de: (Bot bereit)
fi: (botti valmis)
hi: (बॉट तैयार)
id: (bot siap)
it: (bot pronto)
pt: (bot pronto)
ro: (gata pentru bot)
ru: (бот готов)

source: {0}: {1} candidates
ar: {0}: {1} مرشح
bn: {0}: {1} পরীক্ষার্থী
de: {0}: {1} Kandidaten
es: {0}: {1} candidatos
fi: {0}: {1} ehdokasta
fr: {0} : candidats
hi: {0}: {1} उम्मीदवार
id: {0}: {1} calon
it: {0}: {1} candidati
ja: {0}:1} 候補
pt: {0}: candidatos
ro: {0}: {1} candidați
ru: {0}: {1}кандидаты

source: Vaccine Updates
ar: تحديثات اللقاح
bn: ভ্যাকসিন আপডেট
de: Impfstoff-Updates
es: Actualizaciones de las vacunas
fi: Rokotepäivitykset
fr: Mises à jour des vaccins
hi: वैक्सीन अपडेट
id: Pembaruan Vaksin
it: Aggiornamenti sui vaccini
ja: ワクチンの最新情報
pt: Atualizações de Vacinas
ro: Actualizări de vaccinuri
ru: Обновления вакцин

source: (For more details, run `{0}help vaccine`) There are a total of **{1} vaccine candidates**. __**Phases**__ {2}
ar: (لمزيد من التفاصيل ، قم بتشغيل "{0} لقاح المساعدة") هناك إجمالي ** {1} لقاح مرشح **. __ ** مراحل ** __ {2}
bn: (আরও তথ্যের জন্য, vacc {0} সহায়তা ভ্যাকসিন চালান) এখানে মোট ** {1} ভ্যাকসিন প্রার্থী রয়েছে **। __ ** পর্যায়সমূহ ** __ {2}
de: (Für weitere Details, führen Sie `{0}help vaccine` aus) Es gibt insgesamt **{1} Impfstoffkandidaten**. __**Phasen**__ {2}
es: (Para más detalles, ejecute `{0}help vaccine`) Hay un total de **{1} candidatos a vacuna**. __**Fases**__ {2}
fi: (Lisätietoja saat suorittamalla {0} ohjerokote.) Rokottajaehdokkaita ** on yhteensä ** {1}. __ ** Vaiheet ** __ {2}
fr: (Pour plus de détails, lancez `{0}help vaccine`) Il existe un total de **{1} candidats vaccins**. Les phases {2}
hi: (अधिक जानकारी के लिए, `{0} वैक्सीन में मदद करें।) कुल ** {1} वैक्सीन उम्मीदवार हैं। __ ** चरण ** __ {२}
id: (Untuk lebih jelasnya, jalankan `{0} bantuan vaksin`) Ada total ** {1} kandidat vaksin **. __ ** Phases ** __ {2}
it: (Per maggiori dettagli, eseguire `{0}help vaccine`) Ci sono un totale di **{1} candidati al vaccino**. __**Fasi**__ {2}
ja: (詳細は `{0}help vaccine` を実行してください) ワクチン候補は全部で**{1}あります。 *******フェーズ**__ {2}
pt: (Para mais detalhes, execute `{0}help vaccine`) Há um total de **{1} candidatos a vacinas***. Fases.. {2}
ro: (Pentru mai multe detalii, executați „{0} ajutor vaccin”) Există un total de ** {1} candidați la vaccin **. __ ** Faze ** __ {2}
ru: (Для более подробной информации, запустите вакцину "Хелп") Всего есть **{1}кандидаты на вакцину**. Фасы*** {2}

source: Last updated at
ar: آخر تحديث في
bn: সর্বশেষ আপডেট হয়েছে
de: Zuletzt aktualisiert unter
es: Actualizado por última vez en
fi: Viimeksi päivitetty
fr: Dernière mise à jour à
hi: अंतिम बार अपडेट किया गया
id: Terakhir diperbarui pada
it: Ultimo aggiornamento a
ja: 最終更新日
pt: Última actualização em
ro: Ultima actualizare la
ru: Последнее обновление

source: Vaccine Candidates
ar: المرشحون للقاح
bn: ভ্যাকসিন প্রার্থীরা
de: Impfstoff-Kandidaten
es: Candidatos a las vacunas
fi: Rokotehakijat
fr: Candidats aux vaccins
hi: वैक्सीन के उम्मीदवार
id: Kandidat Vaksin
it: Candidati al vaccino
ja: ワクチン候補
pt: Candidatos a vacina
ro: Candidați la vaccin
ru: кандидаты в вакцины
