Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: messages.*.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: Use either the country name, or the ISO2/ISO3 code when getting stats with `/covid <name>`!
ar: استخدم إما اسم البلد أو رمز ISO2 / ISO3 عند الحصول على الإحصائيات باستخدام `/ covid<name> "!
bn: Name / কোভিডের সাথে পরিসংখ্যান প্রাপ্তির সময় হয় দেশের নাম, বা ISO2 / ISO3 কোড ব্যবহার করুন<name> !
de: Verwenden Sie entweder den Ländernamen oder den ISO2/ISO3-Code, wenn Sie Statistiken mit `/covid <name>`</name> abrufen <name>!</name>
es: Usa el nombre del país, o el código ISO2/ISO3 cuando obtengas las estadísticas con "covid" <name></name>
fi: Käytä joko maan nimeä tai ISO2 / ISO3-koodia, kun haet tilastoja `/ covid<name> `!
fr: Utilisez soit le nom du pays, soit le code ISO2/ISO3 lorsque vous obtenez des statistiques avec `/covid` <name>!
hi: `/ कोविद के साथ आँकड़े प्राप्त करते समय देश के नाम या ISO2 / ISO3 कोड का उपयोग करें<name> `!
id: Gunakan nama negara, atau kode ISO2 / ISO3 saat mendapatkan statistik dengan `/ covid<name> `!
it: Usa il nome del paese o il codice ISO2/ISO3 quando ottieni le statistiche con `/covid <name>`!</name>
ja: 統計情報を取得する際には、国名かISO2/ISO3コードのいずれかを使用します<name>。</name>
pt: Utilize o nome do país, ou o código ISO2/ISO3 ao obter estatísticas com `/covid <name>`!</name>
ro: Folosiți fie numele țării, fie codul ISO2 / ISO3 atunci când obțineți statistici cu `/ covid<name> `!
ru: Используйте либо название страны, либо код ISO2/ISO3 при получении статистики с <name>`/covid`!</name>
