Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: messages.*.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: To get more details on a vaccine candidate, run `{0}vaccine details <id>` The ID of any given candidate is under the name.
ar: للحصول على مزيد من التفاصيل حول لقاح مرشح ، قم بتشغيل "{0} تفاصيل اللقاح<id> معرف أي مرشح معين تحت الاسم.
bn: একটি ভ্যাকসিন প্রার্থীর আরও বিশদ পেতে, ine {0} ভ্যাকসিনের বিশদটি চালান<id> Any প্রদত্ত যে কোনও প্রার্থীর আইডি নাম অনুসারে।
de: Um weitere Details zu einem Impfstoffkandidaten zu erhalten, führen Sie `{0}Impfstoffdetails <id>`</id> aus <id> Die ID eines bestimmten Kandidaten steht unter dem Namen.</id>
es: Para obtener más detalles sobre un candidato a vacuna, ejecute `{0}detalles de la vacuna <id>` El ID de cualquier candidato se encuentra bajo el nombre.</id>
fi: Jos haluat lisätietoja rokotekandidaatista, suorita {0} rokotteen tiedot<id> `Kunkin ehdokkaan tunnus on nimen alla.
fr: Pour obtenir plus de détails sur un candidat vaccin, lancez le programme `{0}vaccine details <id>` L'identité d'un candidat donné se trouve sous son nom.</id>
hi: किसी वैक्सीन उम्मीदवार पर अधिक विवरण प्राप्त करने के लिए, `{0} वैक्सीन विवरण चलाएं<id> `किसी भी उम्मीदवार की आईडी नाम के तहत है।
id: Untuk mendapatkan detail lebih lanjut tentang kandidat vaksin, jalankan `{0} detail vaksin<id> `ID dari setiap kandidat ada di bawah nama.
it: Per ottenere maggiori dettagli su un candidato al vaccino, esegui `{0}dettagli del vaccino <id>` L'ID di un dato candidato è sotto il nome.</id>
ja: ワクチン候補の詳細を取得するには、`{0}vaccine details<id>`</id>を実行する。<id> 与えられた候補者のIDは、名前の下にあります。</id>
pt: Para obter mais detalhes sobre um candidato a vacina, execute `{0}vaccine details <id>` A identificação de qualquer candidato está sob o nome.</id>
ro: Pentru a obține mai multe detalii despre un candidat la vaccin, rulați „{0} detalii despre vaccin<id> `ID-ul oricărui candidat este sub numele.
ru: Чтобы получить более подробную информацию о кандидате на вакцину, запустите <id>`{0}вакцину` Удостоверение личности того или иного кандидата находится под его именем.</id>

source: That isn't a valid vaccine ID! View all the IDs in {0}!
ar: هذا ليس معرف لقاح صالح! عرض جميع المعرفات في {0}!
bn: এটি কোনও বৈধ ভ্যাকসিন আইডি নয়! সমস্ত আইডি {0} এ দেখুন!
de: Das ist keine gültige Impfstoff-ID! Alle IDs in {0} anzeigen!
es: ¡Ese no es un ID de vacuna válido! Vea todas las identificaciones en {0}!
fi: Se ei ole kelvollinen rokotetunnus! Katso kaikki tunnukset: {0}!
fr: Ce n'est pas une identification de vaccin valide ! Voir toutes les ID dans {0} !
hi: यह एक वैध वैक्सीन आईडी नहीं है! {0} में सभी आईडी देखें!
id: Itu bukan ID vaksin yang valid! Lihat semua ID di {0}!
it: Questo non è un ID del vaccino valido! Visualizza tutti gli ID in {0}!
ja: それは有効なワクチンIDではありません!0}のIDをすべて表示!
pt: Essa não é uma identificação de vacina válida! Veja todas as identificações em {0}!
ro: Acesta nu este un ID de vaccin valid! Vizualizați toate ID-urile din {0}!
ru: Это не действительный паспорт вакцины! Просмотрите все документы в {0}!

source: Description is too long! Download the attachment to see it!
ar: الوصف طويل جدًا! قم بتنزيل المرفق لرؤيته!
bn: বর্ণনাটি অনেক দীর্ঘ! এটি দেখার জন্য সংযুক্তিটি ডাউনলোড করুন!
de: Beschreibung ist zu lang! Laden Sie den Anhang herunter, um sie zu sehen!
es: La descripción es demasiado larga! Descargue el archivo adjunto para verlo!
fi: Kuvaus on liian pitkä! Lataa liite nähdäksesi sen!
fr: La description est trop longue ! Téléchargez la pièce jointe pour le voir !
hi: वर्णन बहुत लंबा है! इसे देखने के लिए अनुलग्नक डाउनलोड करें!
id: Deskripsi terlalu panjang! Unduh lampiran untuk melihatnya!
it: La descrizione è troppo lunga! Scarica l'allegato per vederlo!
ja: 説明文が長すぎる!添付ファイルをダウンロードしてご覧ください
pt: A descrição é muito longa! Faça o download do anexo para vê-lo!
ro: Descrierea este prea lungă! Descărcați atașamentul pentru a-l vedea!
ru: Описание слишком длинное! Скачайте насадку, чтобы увидеть его!

source: Mechanism
ar: آلية
bn: পদ্ধতি
de: Mechanismus
es: Mecanismo
fi: Mekanismi
fr: Mécanisme
hi: तंत्र
id: Mekanisme
it: Meccanismo
ja: メカニズム
pt: Mecanismo
ro: Mecanism
ru: Механизм

source: Sponsors
ar: الرعاة
bn: স্পনসর
de: Förderer
es: Patrocinadores
fi: Sponsorit
hi: प्रायोजकों
id: Sponsor
it: Sponsor
ja: スポンサー
pt: Patrocinadores
ro: Sponsori
ru: Спонсоры

source: Phase
ar: مرحلة
bn: পর্যায়
es: Fase
fi: Vaihe
hi: चरण
id: Tahap
it: Fase
ja: フェーズ
pt: Fase
ro: Fază
ru: Этап

source: Institutions
ar: المؤسسات
bn: প্রতিষ্ঠান
de: Einrichtungen
es: Instituciones
fi: Laitokset
hi: संस्थानों
id: Institusi
it: Istituzioni
ja: 機関
pt: Instituições
ro: Instituții
ru: Учреждения

source: You must pass a number or {0}.
ar: يجب عليك تمرير رقم أو {0}.
bn: আপনার অবশ্যই একটি নম্বর বা {0 pass পাস করতে হবে}
de: Sie müssen eine Zahl oder {0} übergeben.
es: Debe pasar un número o {0}.
fi: Sinun on annettava numero tai {0}.
fr: Vous devez passer un numéro ou {0}.
hi: आपको एक नंबर या {0} पास करना होगा।
id: Anda harus memasukkan angka atau {0}.
it: Devi passare un numero o {0}.
ja: 数字か{0}を渡す必要があります。
pt: Você deve passar um número ou {0}.
ro: Trebuie să treceți un număr sau {0}.
ru: Вы должны передать номер или {0}.

source: You don't have enough credits to transfer. Go vote on top.gg for more! {0}
ar: ليس لديك أرصدة كافية للتحويل. اذهب للتصويت على top.gg للمزيد! {0}
bn: স্থানান্তর করার মতো পর্যাপ্ত ক্রেডিট আপনার কাছে নেই। আরও জন্য শীর্ষে জিপি ভোট দিন! {0
de: Sie haben nicht genug Credits, um zu übertragen. Gehen Sie auf top.gg für mehr abstimmen! {0}
es: No tienes suficientes créditos para transferir. Ve a votar en top.gg para obtener más {0}
fi: Sinulla ei ole tarpeeksi krediittejä siirrettäväksi. Mene äänestämään top.gg saadaksesi lisää! {0}
fr: Vous n'avez pas assez de crédits à transférer. Allez voter sur top.gg pour en avoir plus ! {0}
hi: आपके पास हस्तांतरण के लिए पर्याप्त क्रेडिट नहीं है। अधिक के लिए शीर्ष पर जाएँ वोट! {{}
id: Anda tidak memiliki cukup kredit untuk ditransfer. Pilih di top.gg untuk lebih banyak! {0}
it: Non hai abbastanza crediti per il trasferimento. Vai a votare su top.gg per saperne di più! {0}
ja: 転送する単位が足りません。top.ggで投票してみてください。 {0}
pt: Você não tem créditos suficientes para transferir. Vá votar no top.gg para mais! {0}
ro: Nu aveți suficiente credite de transferat. Du-te la vot pe top.gg pentru mai multe! {0}
ru: У тебя недостаточно кредитов для перевода. Голосуйте на top.gg за большее! {0}

source: You are going to transfer {0} updater credits to this guild ({1}). This action is irreversible. Type {2} within 30 seconds to confirm.
ar: ستنقل {0} من ائتمانات التحديث لهذه النقابة ({1}). هذا العمل لا رجوع فيه. اكتب {2} في غضون 30 ثانية للتأكيد.
bn: আপনি এই গিল্ডে ater 0} আপডেটের ক্রেডিট স্থানান্তর করতে চলেছেন ({1})। এই ক্রিয়াটি অপরিবর্তনীয়। নিশ্চিত করতে 30 সেকেন্ডের মধ্যে {2 Type টাইপ করুন।
de: Sie werden {0} Updater-Credits an diese Gilde ({1}) übertragen. Diese Aktion ist nicht umkehrbar. Geben Sie innerhalb von 30 Sekunden {2} ein, um zu bestätigen.
es: Vas a transferir {0} créditos de actualización a este gremio ({1}). Esta acción es irreversible. Escriba {2} antes de 30 segundos para confirmar.
fi: Aiot siirtää {0} päivityshyvitystä tälle killalle ({1}). Tämä toiminta on peruuttamaton. Vahvista kirjoittamalla {2} 30 sekunnin kuluessa.
fr: Vous allez transférer les crédits de mise à jour {0} à cette guilde ({1}). Cette action est irréversible. Tapez {2} dans les 30 secondes pour confirmer.
hi: आप इस गिल्ड ({1}) को {0} अपडेटर क्रेडिट ट्रांसफर करने जा रहे हैं। यह कार्रवाई अपरिवर्तनीय है। पुष्टि करने के लिए 30 सेकंड के भीतर {2} टाइप करें।
id: Anda akan mentransfer {0} kredit pembaru ke serikat ini ({1}). Tindakan ini tidak dapat diubah. Ketik {2} dalam 30 detik untuk mengonfirmasi.
it: Stai per trasferire {0} crediti di aggiornamento a questa gilda ({1}). Questa azione è irreversibile. Digita {2} entro 30 secondi per confermare.
ja: あなたは{0}アップデータのクレジットをこのギルドに移します({1})。この行為は元に戻せません。30秒以内に{2}と入力して確定してください。
pt: Você vai transferir {0} créditos do actualizador para esta guilda ({1}). Esta acção é irreversível. Digite {2} dentro de 30 segundos para confirmar.
ro: Veți transfera {0} credite de actualizare către această breslă ({1}). Această acțiune este ireversibilă. Tastați {2} în termen de 30 de secunde pentru a confirma.
ru: Вы собираетесь перевести {0} кредитов обновления в эту гильдию ({1}). Это действие необратимо. Введите {2} в течение 30 секунд для подтверждения.

source: Timed out waiting for response.
ar: انتهت مهلة انتظار الرد.
bn: প্রতিক্রিয়া অপেক্ষা অপেক্ষা সময়সীমা।
de: Zeitüberschreitung beim Warten auf Antwort.
es: Se ha agotado el tiempo de espera de la respuesta.
fi: Aikakatkaisu odottaa vastausta.
fr: Délai d'attente de la réponse.
hi: प्रतिक्रिया के इंतजार में बाहर हो गए।
id: Batas waktu menunggu tanggapan.
it: Timed out in attesa di risposta.
ja: 応答を待ってタイムアウト。
pt: Tempo à espera de resposta.
ro: Expirat, așteptând răspunsul.
ru: Время ожидания ответа.

source: Transferred {0} credits to {1}.
ar: تم تحويل {0} أرصدة إلى {1}.
bn: {1} এ {0 {ক্রেডিট স্থানান্তরিত}
de: Übertragen von {0} Credits auf {1}.
es: Transferencia de {0} créditos a {1}.
fi: Siirretty {0} hyvitystä henkilölle {1}.
fr: Transfert des crédits de {0} à {1}.
hi: हस्तांतरित {0} क्रेडिट्स को {1}।
id: Mentransfer {0} kredit ke {1}.
it: Trasferito {0} crediti a {1}.
ja: 0}の単位を{1}に転送しました。
pt: Transferido {0} créditos para {1}.
ro: S-au transferat {0} credite către {1}.
ru: Переведено {0} кредитов на {1}.

source: <:infected:775877435320565801> Total Cases
ar: <: مصاب: 775877435320565801> إجمالي الحالات
bn: <: সংক্রামিত: 775877435320565801> মোট মামলা
de: <:infected:775877435320565801> Fälle insgesamt
es: <:infected:775877435320565801> Total de casos
fi: <: tartunnan saanut: 775877435320565801> Tapauksia yhteensä
fr: <:infected:775877435320565801> Total des affaires
hi: <: संक्रमित: 775877435320565801> कुल मामले
id: <: terinfeksi: 775877435320565801> Jumlah Kasus
it: <:infected:775877435320565801> Casi totali
ja: <:infected:775877435320565801>症例数
pt: <:infected:775877435320565801> Total de casos
ro: <: infectat: 775877435320565801> Total cazuri
ru: <:infected:775877435320565801> Всего случаев

source: <:deaths:775877434687488030> Total Deaths
ar: <: الوفيات: 775877434687488030> إجمالي الوفيات
bn: <: মৃত্যু: 775877434687488030> মোট মৃত্যু
de: <:deaths:775877434687488030> Todesfälle insgesamt
es: <:deaths:775877434687488030> Total de muertes
fi: <: kuolemat: 775877434687488030> Kuolleiden kokonaismäärä
fr: <:deaths:775877434687488030> Total des décès
hi: <: मौत: 775877434687488030> कुल मौत
id: <: kematian: 775877434687488030> Total Kematian
it: <:deaths:775877434687488030> Morti totali
ja: <:deaths:775877434687488030>総死亡者数
pt: <:deaths:775877434687488030> Total de Mortes
ro: <: décès: 775877434687488030> Total decese
ru: <:deaths:775877434687488030> Тотальная смертность

source: <:recovered:775877435089748008> Total Recoveries
ar: <: المستردة: 775877435089748008> إجمالي عمليات الاسترداد
bn: <: পুনরুদ্ধার: 775877435089748008> মোট পুনরুদ্ধার
de: <:recovered:775877435089748008> Wiederherstellungen insgesamt
es: <:recovered:775877435089748008> Total de recuperaciones
fi: <: palautettu: 775877435089748008> Takaisinperinnät yhteensä
fr: <:recovered:775877435089748008> Total des recouvrements
hi: <: पुनर्प्राप्त: 775877435089748008> कुल वसूली
id: <: pulih: 775877435089748008> Total Pemulihan
it: <:recovered:775877435089748008> Totale recuperi
ja: <:recovered:775877435089748008>総回収数
pt: <:recovered:775877435089748008> Total Recuperações
ro: <: recovery: 775877435089748008> Total recuperări
ru: <:recovered:775877435089748008> Общее восстановление

source: Province Stats for {province} on {today}
ar: إحصاءات المقاطعة لـ {County} في {today}
bn: প্রদেশ {প্রদেশ} এর জন্য {আজ} এর পরিসংখ্যান
de: Provinzstatistiken für {Provinz} am {Tag}
es: Estadísticas de la provincia para {provincia} en {hoy}
fi: Maakunnan tilastot {maakunnalle} {tänään}
fr: Statistiques des provinces pour {province} le {jour}
hi: {आज} पर {प्रांत} के लिए प्रांत आँकड़े
id: Statistik Provinsi untuk {provinsi} pada {today}
it: Statistiche della provincia per {provincia} su {oggi}
ja: 今日}の{province}の州統計
pt: Estatísticas da Província para {província} em {data}
ro: Statistici de provincie pentru {province} pe {today}
ru: Провинциальная статистика на сегодняшний день

source: Why such a small amount of data compared to country stats? Some provinces may report the same amount of data, but these provinces make up such a small amount of all provinces, meaning it's not worth it to try to show it for all of them.
ar: لماذا هذا القدر الصغير من البيانات مقارنة بإحصائيات الدولة؟ قد تُبلغ بعض المقاطعات عن نفس القدر من البيانات ، لكن هذه المقاطعات تشكل مثل هذا القدر الصغير من جميع المقاطعات ، مما يعني أنه لا يستحق محاولة إظهارها لجميع المقاطعات.
bn: দেশের পরিসংখ্যানের তুলনায় এত অল্প পরিমাণে ডেটা কেন? কিছু প্রদেশ একই পরিমাণের ডেটা প্রতিবেদন করতে পারে তবে এই প্রদেশগুলি সমস্ত প্রদেশের এত অল্প পরিমাণে গঠিত, যার অর্থ তাদের সকলের জন্য এটি দেখানোর চেষ্টা করা মোটেই উপযুক্ত নয়।
de: Warum eine so geringe Datenmenge im Vergleich zu Länderstatistiken? Einige Provinzen melden zwar die gleiche Menge an Daten, aber diese Provinzen machen nur einen so geringen Anteil aller Provinzen aus, dass es sich nicht lohnt, sie für alle darzustellen.
es: ¿Por qué una cantidad tan pequeña de datos en comparación con las estadísticas de los países? Algunas provincias pueden informar de la misma cantidad de datos, pero estas provincias representan una cantidad tan pequeña de todas las provincias, lo que significa que no vale la pena tratar de mostrarlos para todas ellas.
fi: Miksi niin pieni määrä tietoja verrattuna maiden tilastoihin? Jotkut maakunnat saattavat ilmoittaa saman määrän tietoa, mutta nämä provinssit muodostavat niin pienen määrän kaikista provinsseista, joten ei ole sen arvoista yrittää näyttää niitä kaikille.
fr: Pourquoi une si petite quantité de données par rapport aux statistiques nationales ? Certaines provinces peuvent communiquer la même quantité de données, mais ces provinces représentent une si petite quantité de toutes les provinces, ce qui signifie qu'il ne vaut pas la peine d'essayer de les montrer toutes.
hi: देश के आंकड़ों की तुलना में इतनी कम मात्रा में डेटा क्यों? कुछ प्रांत समान डेटा की रिपोर्ट कर सकते हैं, लेकिन ये प्रांत सभी प्रांतों की इतनी कम राशि बनाते हैं, जिसका अर्थ है कि यह उन सभी के लिए इसे दिखाने की कोशिश करने के लायक नहीं है।
id: Mengapa jumlah data yang begitu kecil dibandingkan dengan statistik negara? Beberapa provinsi mungkin melaporkan jumlah data yang sama, tetapi provinsi-provinsi ini memiliki jumlah yang sangat kecil dari semua provinsi, yang berarti tidak ada gunanya mencoba menampilkannya untuk semua provinsi.
it: Perché una quantità così piccola di dati rispetto alle statistiche nazionali? Alcune province possono riportare la stessa quantità di dati, ma queste province costituiscono una quantità così piccola di tutte le province, che non vale la pena cercare di mostrarli per tutte.
ja: 国の統計と比較して、なぜそのようなデータ量が少ないのでしょうか？ いくつかの州は同じ量のデータを報告しているかもしれませんが、これらの州はすべての州の中でこんなにも少ない量を占めています。
pt: Porquê uma quantidade tão pequena de dados em comparação com as estatísticas dos países? Algumas províncias podem reportar a mesma quantidade de dados, mas estas províncias constituem uma quantidade tão pequena de todas as províncias, o que significa que não vale a pena tentar mostrá-la para todas elas.
ro: De ce o cantitate atât de mică de date comparativ cu statisticile de țară? Unele provincii pot raporta aceeași cantitate de date, dar aceste provincii reprezintă o cantitate atât de mică din toate provinciile, ceea ce înseamnă că nu merită să încercați să le arătați pentru toate.
ru: Почему такой небольшой объем данных по сравнению со статистикой по странам? Некоторые провинции могут сообщать один и тот же объем данных, но эти провинции составляют такой небольшой объем всех провинций, что не стоит пытаться показать его по всем из них.

source: {0} (could also have no data)
ar: {0} (قد لا توجد بيانات أيضًا)
bn: {0} (কোনও ডেটাও থাকতে পারে না)
de: {0} (könnte auch keine Daten haben)
es: {0} (también podría no tener datos)
fi: {0} (ei voi myöskään olla tietoja)
fr: {0} (pourrait aussi ne pas avoir de données)
hi: {0} (कोई डेटा भी नहीं हो सकता है)
id: {0} (mungkin juga tidak memiliki data)
it: {0} (potrebbe anche non avere dati)
ja: 0} (データがない可能性もあります)
pt: {0} (também pode não ter dados)
ro: {0} (de asemenea, nu ar putea avea date)
ru: {0} (может также не иметь данных)

source: New Cases
ar: حالات جديدة
bn: নতুন কেস
de: Neue Fälle
es: Nuevos casos
fi: Uudet tapaukset
fr: Nouveaux cas
hi: नए मामले
id: Kasus Baru
it: Nuovi casi
ja: 新しいケース
pt: Novos casos
ro: Cazuri noi
ru: Новые случаи

source: Cases per 1m People
ar: حالات لكل مليون شخص
bn: 1 মিটার লোক প্রতি কেস
de: Fälle pro 1 Mio. Menschen
es: Casos por 1 millón de personas
fi: Tapaukset / 1m ihmistä
fr: Cas par million de personnes
hi: मामलों प्रति 1 मी लोग
id: Kasus per 1 juta orang
it: Casi per 1 milione di persone
ja: 1m当たりの症例数 人
pt: Casos por 1m de pessoas
ro: Cazuri per 1m Oameni
ru: Дела на 1м человек

source: <:active:775877437056614491> Active Cases
ar: <: active: 775877437056614491> الحالات النشطة
bn: <: সক্রিয়: 775877437056614491> সক্রিয় কেস
de: <:active:775877437056614491> Aktive Fälle
es: <:active:775877437056614491> Casos activos
fi: <: active: 775877437056614491> Aktiiviset tapaukset
fr: <:active:775877437056614491> Cas actifs
hi: <: सक्रिय: 775877437056614491> सक्रिय मामले
id: <: Active: 775877437056614491> Kasus Aktif
it: <:active:775877437056614491> Casi attivi
ja: <:active:775877437056614491>アクティブなケース
pt: <:active:775877437056614491> Casos ativos
ro: <: active: 775877437056614491> Cazuri active
ru: <:active:775877437056614491> Активные случаи

source: Active Case Change
ar: تغيير الحالة النشطة
bn: সক্রিয় কেস পরিবর্তন
de: Aktive Falländerung
es: Cambio de caso activo
fi: Aktiivinen tapauksen muutos
fr: Changement de dossier actif
hi: सक्रिय केस बदलें
id: Perubahan Kasus Aktif
it: Cambio di caso attivo
ja: アクティブケースの変更
pt: Mudança de Caso Ativo
ro: Schimbarea activă a cazului
ru: Изменение в активном случае

source: Active Cases per 1m People
ar: حالات نشطة لكل مليون شخص
bn: প্রতি 1 মিঃ ব্যক্তিকে সক্রিয় কেস
de: Aktive Fälle pro 1 Mio. Menschen
es: Casos activos por 1 millón de personas
fi: Aktiiviset tapaukset / 1m henkilöä
fr: Cas actifs pour 1 million de personnes
hi: सक्रिय मामलों प्रति 1 मी लोग
id: Kasus Aktif per 1 juta Orang
it: Casi attivi per 1 milione di persone
ja: 1m人あたりのアクティブケース
pt: Casos ativos por 1m de pessoas
ro: Cazuri active la 1m de persoane
ru: Активные случаи на 1м человек

source: New Deaths
ar: وفيات جديدة
bn: নতুন মৃত্যু
de: Neue Todesfälle
es: Nuevas muertes
fi: Uudet kuolemat
fr: Nouveaux décès
hi: नई मौतें
id: Kematian Baru
it: Nuovi decessi
ja: 新たな死
pt: Novas Mortes
ro: Noi decese
ru: Новые Смерти

source: Deaths per 1m People
ar: وفيات لكل مليون شخص
bn: প্রতি 1 মিটার লোকের মৃত্যু
de: Todesfälle pro 1 Mio. Menschen
es: Muertes por 1 millón de personas
fi: Kuolemia 1m ihmistä kohti
fr: Décès par million de personnes
hi: प्रति 1 व्यक्ति लोगों की मौत
id: Kematian per 1 juta Orang
it: Morti per 1 milione di persone
ja: 1m当たりの死亡者数
pt: Mortes por 1m de pessoas
ro: Decese la 1m Oameni
ru: Смертность на 1м Люди

source: New Recoveries
ar: المستردات الجديدة
bn: নতুন পুনরুদ্ধার
de: Neue Wiederherstellungen
es: Nuevas recuperaciones
fi: Uudet takaisinperinnät
fr: Nouvelles récupérations
hi: नई बरामदगी
id: Pemulihan Baru
it: Nuovi recuperi
ja: 新たな発見
pt: Novas Recuperações
ro: Recuperări noi
ru: Новые поступления

source: Recovered per 1m People
ar: تعافى لكل مليون شخص
bn: প্রতি 1 মিটার লোককে পুনরুদ্ধার করা হয়েছে
de: Zurückgewonnene pro 1 Mio. Menschen
es: Recuperado por 1 millón de personas
fi: Toipunut / 1m ihmistä
fr: Récupération pour 1 million de personnes
hi: प्रति 1 मी लोग पुनर्प्राप्त
id: Dipulihkan per 1 juta Orang
it: Recuperato per 1m di persone
ja: 1m人あたりの回収量
pt: Recuperado por 1m de pessoas
ro: Recuperat la 1 milion de persoane
ru: Восстановленный на 1м Люди

source: <:tests:775877436075802676> Tests
ar: <: الاختبارات: 775877436075802676> الاختبارات
bn: <: পরীক্ষা: 775877436075802676> পরীক্ষা
es: <:tests:775877436075802676> Pruebas
fi: <: tests: 775877436075802676> Testit
hi: <: परीक्षण: 775877436075802676> टेस्ट
id: <: tes: 775877436075802676> Tes
it: <:tests:775877436075802676> Test
ja: <:tests:775877436075802676>テスト
pt: <:tests:775877436075802676> Testes
ro: <: tests: 775877436075802676> Teste
ru: <:tests:775877436075802676> Тесты

source: Tests per 1m People
ar: الاختبارات لكل مليون شخص
bn: প্রতি 1 মিটার লোকের টেস্ট
de: Tests pro 1 Mio. Menschen
es: Pruebas por 1m de personas
fi: Testit / 1m henkilöä
fr: Tests par million de personnes
hi: टेस्ट प्रति 1 मी लोग
id: Tes per 1 juta Orang
it: Test per 1m di persone
ja: 1mあたりのテスト人数
pt: Testes por 1m de pessoas
ro: Teste la 1m Persoane
ru: Тесты на 1м человек

source: Critical Cases
ar: الحالات الحرجة
bn: সমালোচনামূলক কেস
de: Kritische Fälle
es: Casos críticos
fi: Kriittiset tapaukset
fr: Cas critiques
hi: गंभीर मामले
id: Kasus Kritis
it: Casi critici
ja: 批判的なケース
pt: Casos Críticos
ro: Cazuri critice
ru: Критические случаи

source: Population
ar: تعداد السكان
bn: জনসংখ্যা
de: Bevölkerung
es: Población
fi: Väestö
hi: आबादी
id: Populasi
it: Popolazione
ja: 人口
pt: População
ro: populație
ru: Население

source: COVID-19 Stats for {name}
ar: إحصائيات COVID-19 لـ {name}
bn: COVID-19 পরিসংখ্যান {নাম}
de: COVID-19 Statistik für {Name}
es: COVID-19 Estadísticas de {nombre}
fi: COVID-19 tilastot: {name}
fr: Statistiques COVID-19 pour {nom}
hi: COVID -19 आँकड़े {नाम} के लिए
id: Statistik COVID-19 untuk {name}
it: COVID-19 Statistiche per {nome}
ja: COVID-19 {名前} の統計
pt: COVID-19 Estatísticas para {nome}
ro: Statistici COVID-19 pentru {name}
ru: КОВИД-19 Статистика для {имя}

source: Stats last updated at (UTC)
ar: آخر تحديث للإحصائيات في (UTC)
bn: পরিসংখ্যান সর্বশেষ আপডেট হয়েছে (ইউটিসি)
de: Statistiken zuletzt aktualisiert um (UTC)
es: Estadísticas actualizadas por última vez en (UTC)
fi: Tilastot päivitetty viimeksi (UTC)
fr: Dernière mise à jour des statistiques à (UTC)
hi: आँकड़े अंतिम बार (UTC) में अपडेट किए गए
id: Statistik terakhir diperbarui pada (UTC)
it: Statistiche aggiornate l'ultima volta alle (UTC)
ja: 統計の最終更新日は (UTC) です。
pt: Estatísticas actualizadas pela última vez em (UTC)
ro: Statisticile actualizate ultima dată la (UTC)
ru: Статистика в последний раз обновлялась по (UTC)

source: no data
ar: لايوجد بيانات
bn: কোন তথ্য নেই
de: keine Daten
es: no hay datos
fi: ei dataa
fr: pas de données
hi: कोई आकड़ा उपलब्ध नहीं है
id: tidak ada data
it: nessun dato
ja: データなし
pt: nenhum dado
ro: nu există date
ru: отсутствие информации

source: Affected Countries
ar: البلدان المتضررة
bn: আক্রান্ত দেশসমূহ
de: Betroffene Länder
es: Países afectados
fi: Vaikuttavat maat
fr: Pays touchés
hi: प्रभावित देश
id: Negara yang Terkena Dampak
it: Paesi colpiti
ja: 影響を受ける国
pt: Países afetados
ro: Țările afectate
ru: Затронутые страны

source: Country List
ar: قائمة الدول
bn: দেশ তালিকা
de: Länderliste
es: Lista de países
fi: Maaluettelo
fr: Liste des pays
hi: देश सूची
id: Daftar Negara
it: Elenco dei paesi
ja: 国別一覧
pt: Lista de países
ro: Lista țărilor
ru: Список стран
