Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: messages.*.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: That isn't a state! Try the `{0}covid {1}` command.
ar: هذه ليست دولة! جرب الأمر "{0} covid {1}`.
bn: এটা রাষ্ট্র নয়! `{0} কোভিড {1}` কমান্ডটি ব্যবহার করে দেখুন।
de: Das ist kein Zustand! Versuchen Sie den Befehl `{0}covid {1}`.
es: ¡Eso no es un estado! Prueba el comando `{0}covid {1}`.
fi: Se ei ole valtio! Kokeile {0} covid {1} -komentoa.
fr: Ce n'est pas un État ! Essayez la commande `{0}covid {1}`.
hi: यह एक राज्य नहीं है! `{0} कोविद {1}` कमांड आज़माएं।
id: Itu bukanlah sebuah negara! Coba perintah `{0} covid {1}`.
it: Questo non è uno stato! Prova il comando `{0}covid {1}`.
ja: これは状態ではありません。コマンド `{0}covid {1}` を試してみてください。
pt: Isso não é um estado! Tente o comando '0'covid {1}`.
ro: Asta nu este un stat! Încercați comanda "{0} covid {1}".
ru: Это не государство! Попробуй команду {0}Ковид {1}.

source: I can't send the entire country list: it's over Discord's 6,000 character limit! Try `{0}{1} <letter>` to get only countries starting with `<letter>`.
ar: لا يمكنني إرسال قائمة البلدان بأكملها: لقد تجاوز عدد الأحرف المسموح به في Discord وهو 6000 حرف! جرب "{0} {1}<letter> "للحصول على البلدان التي تبدأ بـ" فقط<letter> ".
bn: আমি পুরো দেশের তালিকাটি পাঠাতে পারি না: এটি ডিসকর্ডের 6,000 চরিত্রের সীমা ছাড়িয়ে গেছে! `{0} {1} চেষ্টা করুন<letter> only শুধুমাত্র দেশকে with দিয়ে শুরু করতে get<letter> ।
de: Ich kann nicht die gesamte Länderliste senden: Sie ist über dem 6.000-Zeichen-Limit von Discord! Versuchen Sie `{0}{1} <letter>`, um nur Länder zu erhalten, die mit<letter>``</letter> beginnen<letter>.</letter></letter>
es: No puedo enviar toda la lista de países: ¡supera el límite de 6.000 caracteres de Discord! Prueba con `{0}{1}` para obtener sólo los países que empiezan por `` <letter>para obtener sólo los países que empiezan por ``<letter>.</letter></letter>
fi: En voi lähettää koko maaluetteloa: se on yli Discordin 6000 merkkirajoituksen! Kokeile {0} {1}<letter> `saada vain maat, jotka alkavat`<letter> ".
fr: Je ne peux pas envoyer la liste de tous les pays : la limite de 6 000 caractères de Discord est dépassée ! Essayez `{0}{1} <letter>" pour n'obtenir que les pays commençant par "<letter>.</letter></letter>
hi: मैं पूरे देश की सूची नहीं भेज सकता: यह डिस्कॉर्ड की 6,000 चरित्र की सीमा से अधिक है! `{0} {1} आज़माएं<letter> `केवल देशों के साथ शुरू करने के लिए`<letter> `।
id: Saya tidak bisa mengirim seluruh daftar negara: itu melebihi batas 6.000 karakter Discord! Coba `{0} {1}<letter> `untuk hanya mendapatkan negara yang dimulai dengan`<letter> `.
it: Non posso inviare l'intera lista dei paesi: è oltre il limite di 6.000 caratteri di Discord! Prova `{0}{1} <letter>`per ottenere solo i paesi che iniziano con ``<letter>.</letter></letter>
ja: 国別リストを全部送れません: Discordの6,000文字制限を超えています!試してみてください。<letter>で始まる国だけを取得します<letter>。</letter></letter>
pt: Não posso enviar a lista de países inteira: está acima do limite de 6.000 caracteres do Discord! Tente `{0}{1}{1} <letter>"para que apenas os países comecem com ""<letter>.</letter></letter>
ro: Nu pot trimite întreaga listă de țări: depășește limita de 6.000 de caractere a Discord! Încercați „{0} {1}<letter> `pentru a obține doar țări care încep cu„<letter> `.
ru: Я не могу отправить весь список стран: он превысил лимит в 6000 символов Диссорда! Попробуйте `{0}{1} <letter>`чтобы получить только страны, начиная с ```<letter>.</letter></letter>

source: Whatever you have requested, it is over 6,000 characters. I can send a text file, however. React with 📔 any time in the next 15 seconds to be DMed a text file instead of a embed.
ar: كل ما طلبته ، فهو يزيد عن 6000 حرف. يمكنني إرسال ملف نصي ، ومع ذلك. تفاعل مع 📔 في أي وقت خلال الـ 15 ثانية التالية ليكون DMed ملفًا نصيًا بدلاً من التضمين.
bn: আপনি যা যা অনুরোধ করেছেন, এটি ,000,০০০ টির বেশি অক্ষরের। আমি তবে একটি পাঠ্য ফাইল প্রেরণ করতে পারি। এম্বেডের পরিবর্তে কোনও পাঠ্য ফাইল ডিএমড করতে পরবর্তী 15 সেকেন্ডে যে কোনও সময় 📔 এর সাথে প্রতিক্রিয়া জানান।
de: Was auch immer Sie angefordert haben, es sind über 6.000 Zeichen. Ich kann jedoch eine Textdatei senden. Reagieren Sie mit 📔 jederzeit in den nächsten 15 Sekunden, um eine Textdatei anstelle einer Einbettung gesendet zu bekommen.
es: Lo que usted ha solicitado, es más de 6.000 caracteres. Sin embargo, puedo enviar un archivo de texto. Reacciona con 📔 en cualquier momento en los próximos 15 segundos para que te envíen un archivo de texto en lugar de un embed.
fi: Mitä tahansa oletkin pyytänyt, siinä on yli 6000 merkkiä. Voin kuitenkin lähettää tekstitiedoston. Reagoi 📔: n kanssa milloin tahansa seuraavien 15 sekunnin aikana saadaksesi DMed-tekstitiedoston upotuksen sijaan.
fr: Quoi que vous ayez demandé, c'est plus de 6 000 caractères. Je peux cependant envoyer un fichier texte. Réagissez avec 📔 à tout moment dans les 15 secondes qui suivent pour que l'on vous envoie un fichier texte au lieu d'un embed.
hi: आपने जो भी अनुरोध किया है, वह 6,000 से अधिक वर्णों का है। मैं एक पाठ फ़ाइल भेज सकता हूं, हालांकि। अगले 15 सेकंड में 📔 के साथ प्रतिक्रिया करें एक एम्बेड के बजाय एक पाठ फ़ाइल को डीएम किया जाए।
id: Apa pun yang Anda minta, jumlahnya lebih dari 6.000 karakter. Namun, saya dapat mengirim file teks. Bereaksi dengan 📔 kapan saja dalam 15 detik ke depan untuk di-DM file teks alih-alih embed.
it: Qualunque cosa abbiate richiesto, è più di 6.000 caratteri. Posso però inviare un file di testo. Reagisci con 📔 in qualsiasi momento nei prossimi 15 secondi per essere DMed un file di testo invece di un embed.
ja: 何をお願いしても6000文字以上になります。ただし、テキストファイルは送れます。
pt: O que quer que tenhas pedido, são mais de 6.000 caracteres. Eu posso enviar um ficheiro de texto, no entanto. Reagir com 📔 a qualquer momento nos próximos 15 segundos para ser DMed um ficheiro de texto em vez de um embed.
ro: Orice ai solicitat, are peste 6.000 de caractere. Cu toate acestea, pot trimite un fișier text. Reacționați cu 📔 oricând în următoarele 15 secunde pentru a primi un fișier text în locul unui embed.
ru: Что бы вы ни запросили, это более 6000 символов. Однако, я могу послать текстовый файл. Реагируйте с 📔 в любое время в течение следующих 15 секунд, чтобы быть DMed текстовый файл вместо встраиваемого.

source: Sent you a DM!
ar: أرسل لك رسالة مباشرة!
bn: আপনাকে একটি ডিএম প্রেরণ করেছেন!
de: Habe Ihnen eine DM geschickt!
es: Te he enviado un DM
fi: Lähetti sinulle DM: n!
fr: Je vous ai envoyé un DM !
hi: आपको एक डीएम भेजा!
id: Mengirimi Anda DM!
it: Ti ho mandato un DM!
ja: DMを送ったよ！
pt: Enviei-te um DM!
ro: Ți-am trimis un DM!
ru: Отправил тебе DM!

source: DMed a list to you!
ar: DMed قائمة لك!
bn: আপনি একটি তালিকা ডিএমড!
de: DMed eine Liste an Sie!
es: Te he enviado una lista
fi: DMed luettelon sinulle!
fr: Je vous ai envoyé une liste !
hi: आप के लिए एक सूची तैयार!
id: DM daftar untuk Anda!
it: Ti ho inviato una lista!
ja: リストをDMしました!
pt: DMed uma lista para você!
ro: Ți-am trimis o listă!
ru: Прислал тебе список!

source: List of {0}
ar: قائمة {0}
bn: {0} এর তালিকা
de: Liste von {0}
es: Lista de {0}
fi: Luettelo käyttäjistä {0}
fr: Liste des {0}
hi: {0} की सूची
id: Daftar {0}
it: Elenco di {0}
ja: 0}のリスト
pt: Lista de {0}
ro: Lista {0}
ru: Список {0}

source: Use `{0}covid {1} <name>` when getting stats for a {1}!
ar: استخدم "{0} covid {1}<name> `عند الحصول على إحصائيات لـ {1}!
bn: `{0} কোভিড {1 Use ব্যবহার করুন<name> a যখন {1} এর পরিসংখ্যান পাচ্ছেন!
de: Verwenden Sie `{0}covid {1} <name>`, wenn Sie Statistiken für einen {1} erhalten!</name>
es: Usa `{0}covid {1}` cuando obtengas las estadísticas de un {1} <name>` cuando se obtienen las estadísticas de un {1}!</name>
fi: Käytä `{0} covid {1}<name> `haettaessa tilastoja {1}!
fr: Utilisez `{0}covid {1} <name>` lors de l'obtention de statistiques pour un {1} !</name>
hi: `{0} कोविद {1} का उपयोग करें<name> `एक {1} के लिए आँकड़े प्राप्त करते समय!
id: Gunakan `{0} covid {1}<name> `saat mendapatkan statistik untuk {1}!
it: Usa `{0}covid {1} <name>` quando si ottengono statistiche per un {1}!</name>
ja: 使用するのは `{0}covid {1} です。<name>1}の統計情報を取得するときに `!</name>
pt: Utilize `{0}covid {1} <name>"ao obter estatísticas para um {1}!</name>
ro: Utilizați `{0} covid {1}<name> `când primiți statistici pentru un {1}!
ru: Используй {0}ковид {1} <name>{1}когда получаешь статистику за {1}!{"i0}</name>

source: Name
ar: اسم
bn: নাম
es: Nombre
fi: Nimi
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
pt: Nome
ro: Nume
ru: Имя

source: List of American States
ar: قائمة الدول الأمريكية
bn: আমেরিকান রাজ্যের তালিকা
de: Liste der amerikanischen Staaten
es: Lista de Estados Americanos
fi: Luettelo Yhdysvaltojen osavaltioista
fr: Liste des États américains
hi: अमेरिकी राज्यों की सूची
id: Daftar Negara Bagian Amerika
it: Elenco degli Stati americani
ja: アメリカの州一覧
pt: Lista dos Estados Americanos
ro: Lista statelor americane
ru: Список американских государств

source: Use the `{0}covid states <name>` command when getting stats for `<name>`!
ar: استخدم "{0} حالات كوفيد<name> "الأمر عند الحصول على إحصائيات لـ"<name> "!
bn: Ov {0} কোভিড রাজ্যগুলি ব্যবহার করুন<name> ats এর পরিসংখ্যান পাওয়ার সময় কমান্ড `<name> !
de: Verwenden Sie den <name>Befehl</name>`{0}covid <name>states`, wenn Sie Statistiken für<name>``!</name></name>
es: Utilice el <name>comando</name>`{0}covid states <name>` cuando obtenga las estadísticas de ``<name>!</name></name>
fi: Käytä `` {0} covid '' -tiloja<name> `komento haettaessa tilastoja`<name> `!
fr: Utilisez la <name>commande</name>`{0}covid states` <name>pour obtenir les statistiques</name> de `` <name><name>!</name></name>
hi: `{0} कोविद राज्यों का उपयोग करें<name> `कमांड जब आँकड़े प्राप्त करने के लिए`<name> `!
id: Gunakan `{0} status covid<name> `perintah saat mendapatkan statistik untuk`<name> `!
it: Usare il <name>comando</name>`{0}covid states <name>` quando si ottengono statistiche per ``<name>!</name></name>
ja: <name>の統計情報を取得するには</name>`{{0}covid states<name>` コマンドを</name>使用してください<name><name>。</name></name>
pt: Utilize o <name>comando</name>`{0}covid states <name>`` ao obter as estatísticas para ``<name>!</name></name>
ro: Utilizați stările „{0} covid<name> "comanda când obțineți statistici pentru"<name> `!
ru: Используйте <name>команду</name>`{0}covid states` <name>, когда получаете статистику по ```<name>!</name></name>

source: The page number you have selected is not between 1 and {0}. Please try again.
ar: رقم الصفحة الذي حددته ليس بين 1 و {0}. حاول مرة اخرى.
bn: আপনি নির্বাচিত পৃষ্ঠা নম্বরটি 1 এবং {0 between এর মধ্যে নয়} অনুগ্রহপূর্বক আবার চেষ্টা করুন.
de: Die von Ihnen gewählte Seitenzahl liegt nicht zwischen 1 und {0}. Bitte versuchen Sie es erneut.
es: El número de página que ha seleccionado no está entre 1 y {0}. Por favor, inténtelo de nuevo.
fi: Valitsemasi sivunumero ei ole välillä 1 ja {0}. Yritä uudelleen.
fr: Le numéro de page que vous avez sélectionné n'est pas compris entre 1 et {0}. Veuillez réessayer.
hi: आपके द्वारा चयनित पृष्ठ संख्या 1 और {0} के बीच नहीं है। कृपया पुन: प्रयास करें।
id: Nomor halaman yang Anda pilih tidak antara 1 dan {0}. Silahkan coba lagi.
it: Il numero di pagina che hai selezionato non è compreso tra 1 e {0}. Si prega di riprovare.
ja: 選択したページ番号が1と{0}の間にありません。もう一度お試しください。
pt: O número da página seleccionada não se encontra entre 1 e {0}. Por favor, tente novamente.
ro: Numărul paginii pe care l-ați selectat nu este între 1 și {0}. Vă rugăm să încercați din nou.
ru: Номер страницы, который вы выбрали, не находится между 1 и {0}. Пожалуйста, повторите попытку.

source: Page {0} of {1}
ar: الصفحة {0} من {1}
bn: {1} এর পৃষ্ঠা {0}
de: Seite {0} von {1}
es: Página {0} de {1}
fi: Sivu {0} / {1}
fr: Page {0} de {1}
hi: {1} का पेज {0}
id: Halaman {0} dari {1}
it: Pagina {0} di {1}
ja: 1}の{0}ページ
pt: Página {0} de {1}
ro: Pagina {0} din {1}
ru: Страница {0} of {1}

source: To go to the next page, run `{0}{1} {2} {3}`
ar: للانتقال إلى الصفحة التالية ، قم بتشغيل "{0} {1} {2} {3}`
bn: পরবর্তী পৃষ্ঠায় যেতে, `{0} {1} {2} {3} run চালান
de: Um zur nächsten Seite zu wechseln, führen Sie `{0}{1} {2} {3}`
es: Para pasar a la página siguiente, ejecute `{0}{1} {2} {3}`
fi: Siirry seuraavalle sivulle suorittamalla {0} {1} {2} {3} `
fr: Pour passer à la page suivante, lancez `{0}{1} {2} {3}`
hi: अगले पेज पर जाने के लिए, `{0} {1} {2} {3}` चलाएं
id: Untuk ke halaman berikutnya, jalankan `{0} {1} {2} {3}`
it: Per andare alla pagina successiva, eseguire `{0}{1} {2} {3}`
ja: 次のページに進むには、`{{0}{1}}を実行する。{2}{3}`
pt: Para ir para a próxima página, execute `{0}{1} {2} {3}`
ro: Pentru a accesa pagina următoare, rulați „{0} {1} {2} {3}”
ru: Чтобы перейти на следующую страницу, запустите `{0}{1} {2} {3}`

source: Incorrect Top List Type
ar: نوع القائمة العلوية غير صحيح
bn: ভুল শীর্ষ তালিকার প্রকার
de: Falscher Toplisten-Typ
es: Tipo de lista superior incorrecta
fi: Virheellinen luetteloluettelo
fr: Type de Top List incorrect
hi: गलत शीर्ष सूची प्रकार
id: Jenis Daftar Teratas Salah
it: Tipo di elenco superiore non corretto
ja: 誤ったトップリストの種類
pt: Tipo incorreto de lista superior
ro: Tipul de listă de sus incorect
ru: Неправильный тип верхнего списка

source: Try sorting with one of the following:
ar: جرب الفرز باستخدام أحد الخيارات التالية:
bn: নিম্নলিখিত একটির সাথে বাছাই করার চেষ্টা করুন:
de: Versuchen Sie die Sortierung mit einer der folgenden Möglichkeiten:
es: Intente clasificar con una de las siguientes opciones:
fi: Yritä lajitella jollakin seuraavista tavoista:
fr: Essayez de faire un tri avec l'un des éléments suivants :
hi: निम्न में से किसी एक के साथ सॉर्ट करने का प्रयास करें:
id: Coba urutkan dengan salah satu dari berikut ini:
it: Provate a ordinare con uno dei seguenti elementi:
ja: 以下のいずれかでソートしてみてください。
pt: Tente separar com uma das seguintes opções:
ro: Încercați să sortați cu una dintre următoarele:
ru: Попробуйте сортировать с одним из следующих:

source: Top List
ar: أول القائمة
bn: শীর্ষ তালিকা
de: Obere Liste
es: Lista superior
fi: Top-luettelo
fr: Liste de tête
hi: शीर्ष सूची
id: Daftar Teratas
ja: トップリスト
pt: Lista de topo
ro: Lista de top
ru: Список лучших

source: Run `{0}help top` for a list of all possible sorts!
ar: قم بتشغيل "{0} help top" للحصول على قائمة بجميع الأنواع الممكنة!
bn: সম্ভাব্য সকল প্রকারের তালিকার জন্য `{0} সহায়তা শীর্ষে চালান!
de: Führen Sie `{0}help top` aus, um eine Liste aller möglichen Sorten zu erhalten!
es: Ejecute `{0}help top` para obtener una lista de todas las clases posibles
fi: Suorita {0} ohjeen alkuun` luettelo kaikista mahdollisista lajikkeista!
fr: Lancez `{0}help top` pour obtenir une liste de toutes les sortes possibles !
hi: सभी संभावित प्रकारों की सूची के लिए `{0} शीर्ष पर चलें!
id: Jalankan `{0} help top` untuk daftar semua kemungkinan!
it: Esegui `{0}help top` per una lista di tutti i tipi possibili!
ja: 可能なすべての種類のリストを表示するには、`{0}help top`を実行してください!
pt: Execute `{0}help top` para obter uma lista de todos os tipos possíveis!
ro: Rulați „{0} help top” pentru o listă cu toate tipurile posibile!
ru: Беги `{0}help top` для списка всех возможных сортов!

source: The server prefix is set to `{0}`.
ar: تم تعيين بادئة الخادم على "{0}".
bn: সার্ভারের উপসর্গটি `{0}` এ সেট করা আছে `
de: Das Server-Präfix wird auf `{0}` gesetzt.
es: El prefijo del servidor se establece en `{0}`.
fi: Palvelimen etuliitteeksi on asetettu {0}.
fr: Le préfixe du serveur est fixé à `{0}`.
hi: सर्वर उपसर्ग को `{0}` पर सेट किया जाता है।
id: Awalan server disetel ke `{0}`.
it: Il prefisso del server è impostato su `{0}`.
ja: サーバのプレフィックスは `{0}` に設定される。
pt: O prefixo do servidor está definido para `{0}'.
ro: Prefixul serverului este setat la „{0}”.
ru: Префикс сервера установлен в `{0}`.

source: There is no specific prefix set for this guild.
ar: لا توجد بادئة محددة محددة لهذه النقابة.
bn: এই গিল্ডের জন্য কোনও নির্দিষ্ট উপসর্গ সেট নেই।
de: Es ist kein spezielles Präfix für diese Gilde festgelegt.
es: No hay un prefijo específico establecido para este gremio.
fi: Killalle ei ole määritetty erityistä etuliitettä.
fr: Il n'y a pas de préfixe spécifique pour cette guilde.
hi: इस गिल्ड के लिए कोई विशिष्ट उपसर्ग सेट नहीं है।
id: Tidak ada awalan khusus yang ditetapkan untuk serikat ini.
it: Non c'è un prefisso specifico impostato per questa gilda.
ja: このギルドには特定のプレフィックスは設定されていない。
pt: Não há um prefixo específico definido para esta guilda.
ro: Nu există un prefix specific stabilit pentru această breslă.
ru: Для этой гильдии нет специального набора префиксов.

source: The server language is now set to `{0}`.
ar: تم الآن تعيين لغة الخادم على "{0}".
bn: সার্ভারের ভাষা এখন `{0} to এ সেট করা আছে`
de: Die Server-Sprache ist jetzt auf `{0}` eingestellt.
es: El idioma del servidor está ahora fijado en `{0}`.
fi: Palvelimen kieleksi on nyt asetettu {0}.
fr: La langue du serveur est maintenant fixée à `{0}`.
hi: सर्वर भाषा अब `{0}` पर सेट है।
id: Bahasa server sekarang disetel ke `{0}`.
it: La lingua del server è ora impostata su `{0}`.
ja: サーバの言語が `{0}` に設定されるようになりました。
pt: O idioma do servidor está agora definido para `{0}'.
ro: Limba serverului este acum setată la „{0}”.
ru: Язык сервера теперь установлен на `{0}`.

source: There is no specific language set for this guild.
ar: لا توجد لغة محددة محددة لهذه النقابة.
bn: এই সমাজের জন্য কোনও নির্দিষ্ট ভাষা সেট নেই।
de: Für diese Gilde ist keine spezifische Sprache festgelegt.
es: No hay un lenguaje específico para este gremio.
fi: Killalle ei ole määritetty tiettyä kieltä.
fr: Il n'existe pas de langue spécifique pour cette guilde.
hi: इस गिल्ड के लिए कोई विशिष्ट भाषा निर्धारित नहीं है।
id: Tidak ada bahasa khusus yang ditetapkan untuk guild ini.
it: Non c'è un linguaggio specifico impostato per questa gilda.
ja: このギルドには特に言語の設定はありません。
pt: Não há um conjunto específico de línguas para esta guilda.
ro: Nu există un limbaj specific stabilit pentru această breslă.
ru: Для этой гильдии нет специфического языка.

source: Tips are currently enabled for this guild.
ar: يتم تمكين النصائح حاليا لهذه النقابة.
bn: টিপস বর্তমানে এই গিল্ডের জন্য সক্ষম করা হয়েছে।
de: Tipps sind derzeit für diese Gilde aktiviert.
es: Los consejos están actualmente habilitados para este gremio.
fi: Vinkit ovat tällä hetkellä käytössä tälle killalle.
fr: Les pourboires sont actuellement activés pour cette guilde.
hi: वर्तमान में इस गिल्ड के लिए युक्तियाँ सक्षम हैं।
id: Kiat saat ini diaktifkan untuk serikat ini.
it: I suggerimenti sono attualmente abilitati per questa gilda.
ja: このギルドでは現在チップが有効になっています。
pt: Atualmente, as dicas estão habilitadas para esta guilda.
ro: În prezent, sfaturile sunt activate pentru această breslă.
ru: Советы в настоящее время включены для этой гильдии.

source: Tips are currently disabled for this guild.
ar: النصائح معطلة حاليا لهذه النقابة.
bn: টিপস বর্তমানে এই গিল্ডের জন্য অক্ষম রয়েছে।
de: Tipps sind derzeit für diese Gilde deaktiviert.
es: Los consejos están actualmente desactivados para este gremio.
fi: Vinkit ovat tällä hetkellä pois käytöstä tälle killalle.
fr: Les pourboires sont actuellement désactivés pour cette guilde.
hi: वर्तमान में इस गिल्ड के लिए युक्तियाँ अक्षम हैं।
id: Tips saat ini dinonaktifkan untuk guild ini.
it: I suggerimenti sono attualmente disabilitati per questa gilda.
ja: このギルドでは現在チップが無効になっています。
pt: Atualmente, as dicas estão desativadas para esta guilda.
ro: Sfaturile sunt dezactivate în prezent pentru această breslă.
ru: Советы в настоящее время отключены для этой гильдии.

source: Enabled tips for this guild.
ar: نصائح ممكنة لهذه النقابة.
bn: এই সমাজের জন্য সক্ষম টিপস।
de: Aktivierte Tipps für diese Gilde.
es: Habilitó consejos para este gremio.
fi: Aktivoituja vinkkejä tälle killalle.
fr: Activation des conseils pour cette guilde.
hi: इस गिल्ड के लिए सक्षम युक्तियाँ।
id: Kiat yang diaktifkan untuk serikat ini.
it: Abilita i suggerimenti per questa gilda.
ja: このギルドのチップを有効にしました。
pt: Dicas para esta guilda.
ro: Sfaturi activate pentru această breslă.
ru: Включены советы для этой гильдии.

source: Disabled tips for this guild.
ar: نصائح معطل لهذه النقابة.
bn: এই সমাজের জন্য অক্ষম টিপস।
de: Deaktivierte Tipps für diese Gilde.
es: Consejos desactivados para este gremio.
fi: Vammaiset vinkit tälle killalle.
fr: Conseils aux handicapés pour cette guilde.
hi: इस गिल्ड के लिए विकलांग युक्तियाँ।
id: Kiat cacat untuk guild ini.
it: Suggerimenti disabilitati per questa gilda.
ja: このギルドのヒントを無効にします。
pt: Dicas para deficientes para esta guilda.
ro: Sfaturi dezactivate pentru această breslă.
ru: Инвалидные советы для этой гильдии.

source: The API has been disabled for this channel. To restore your permissions, contact 0/0#0001 on the official support server.
ar: تم تعطيل API لهذه القناة. لاستعادة أذوناتك ، اتصل 0/0 # 0001 على خادم الدعم الرسمي.
bn: এই চ্যানেলের জন্য এপিআই অক্ষম করা হয়েছে। আপনার অনুমতিগুলি পুনরুদ্ধার করতে, অফিসিয়াল সাপোর্ট সার্ভারে 0/0 # 0001 এ যোগাযোগ করুন।
de: Die API wurde für diesen Kanal deaktiviert. Um Ihre Berechtigungen wiederherzustellen, wenden Sie sich an 0/0#0001 auf dem offiziellen Support-Server.
es: La API ha sido desactivada para este canal. Para restaurar tus permisos, contacta con el 0/0#0001 en el servidor de soporte oficial.
fi: Tämän kanavan sovellusliittymä on poistettu käytöstä. Palauta käyttöoikeutesi ottamalla yhteyttä viralliseen tukipalvelimeen 0/0 # 0001.
fr: L'API a été désactivée pour cette chaîne. Pour restaurer vos autorisations, contactez le 0/0#0001 sur le serveur de support officiel.
hi: इस चैनल के लिए API अक्षम कर दिया गया है। अपनी अनुमतियों को पुनर्स्थापित करने के लिए, आधिकारिक समर्थन सर्वर पर 0/0 # 0001 पर संपर्क करें।
id: API telah dinonaktifkan untuk saluran ini. Untuk memulihkan izin Anda, hubungi 0/0 # 0001 di server dukungan resmi.
it: L'API è stata disabilitata per questo canale. Per ripristinare i permessi, contatta 0/0#0001 sul server di supporto ufficiale.
ja: このチャンネルのAPIは無効化されています。権限を回復させるには、公式サポートサーバーの0/0#0001までご連絡ください。
pt: A API foi desabilitada para este canal. Para restaurar as suas permissões, contacte 0/0#0001 no servidor de suporte oficial.
ro: API-ul a fost dezactivat pentru acest canal. Pentru a vă restabili permisiunile, contactați 0/0 # 0001 pe serverul oficial de asistență.
ru: API был отключен для этого канала. Для восстановления прав доступа свяжитесь с 0/0#0001 на официальном сервере поддержки.

source: DMed your API key to you.
ar: DMed مفتاح API الخاص بك لك.
bn: আপনার এপিআই কী আপনার কাছে নিয়ে গেল।
de: DMed Ihren API-Schlüssel an Sie.
es: Te he enviado la clave de la API.
fi: DMed API-avain sinulle.
fr: Il vous a donné votre clé API.
hi: आपकी API कुंजी को आपके पास भेज दिया।
id: DM kunci API Anda untuk Anda.
it: Ti ho inviato la tua chiave API.
ja: APIキーをDMしました。
pt: DMed a sua chave API para você.
ro: DMed cheia API pentru tine.
ru: Сделал ваш API-ключ доступным для вас.

source: Revoked/deleted API key.
ar: تم إبطال / حذف مفتاح API.
bn: প্রত্যাহারকৃত / মুছে ফেলা API কী।
de: Widerrufener/gelöschter API-Schlüssel.
es: Clave API revocada/borrada.
fi: Kumottu / poistettu API-avain.
fr: Clé API révoquée/supprimée.
hi: API कुंजी को निरस्त / हटा दिया गया।
id: Kunci API yang dicabut / dihapus.
it: Chiave API revocata/cancellata.
ja: APIキーを失効/削除しました。
pt: Revogada/apagada a chave API.
ro: Cheie API revocată / ștearsă.
ru: Отзывной/удаленный API ключ.

source: DMed your new API key to you.
ar: DMed مفتاح API الجديد الخاص بك لك.
bn: আপনার নতুন এপিআই কী আপনার কাছে নিয়ে গেল।
de: DMed Ihren neuen API-Schlüssel an Sie.
es: Te he enviado tu nueva clave API.
fi: DMed uuden API-avaimen sinulle.
fr: Vous avez reçu votre nouvelle clé API.
hi: अपनी नई एपीआई कुंजी आपको दे दी।
id: Kirim kunci API baru Anda ke DM.
it: Ti ho inviato la tua nuova chiave API.
ja: 新しいAPIキーをあなたにDMしました。
pt: DMed sua nova chave API para você.
ro: V-am trimis noua cheie API.
ru: Сделал ваш новый API-ключ для вас.
