Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: messages.*.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: Total deaths by end of simulation
ar: مجموع الوفيات بنهاية المحاكاة
bn: সিমুলেশন শেষে মোট মৃত্যু
de: Gesamttodesfälle bis zum Ende der Simulation
es: Total de muertes al final de la simulación
fi: Kuolleiden kokonaismäärä simulaation lopussa
fr: Nombre total de décès à la fin de la simulation
hi: सिमुलेशन के अंत तक कुल मौतें
id: Total kematian pada akhir simulasi
it: Morti totali alla fine della simulazione
ja: シミュレーション終了時の総死亡者数
pt: Total de mortes no final da simulação
ro: Decese totale până la sfârșitul simulării
ru: Общее количество смертей по окончании моделирования

source: Your simulation is ready: it will be available for 15 minutes.
ar: المحاكاة جاهزة: ستكون متاحة لمدة 15 دقيقة.
bn: আপনার সিমুলেশন প্রস্তুত: এটি 15 মিনিটের জন্য উপলব্ধ থাকবে।
de: Ihre Simulation ist fertig: Sie ist für 15 Minuten verfügbar.
es: Su simulación está lista: estará disponible durante 15 minutos.
fi: Simulaatiosi on valmis: se on käytettävissä 15 minuuttia.
fr: Votre simulation est prête : elle sera disponible pendant 15 minutes.
hi: आपका अनुकरण तैयार है: यह 15 मिनट के लिए उपलब्ध होगा।
id: Simulasi Anda sudah siap: simulasi akan tersedia selama 15 menit.
it: La vostra simulazione è pronta: sarà disponibile per 15 minuti.
ja: あなたのシミュレーションは準備ができています。
pt: A sua simulação está pronta: estará disponível durante 15 minutos.
ro: Simularea dvs. este gata: va fi disponibilă timp de 15 minute.
ru: Ваша симуляция готова: она будет доступна в течение 15 минут.

source: Your simulation has timed out. Request a new one with `{0}{1}`.
ar: انتهت مهلة المحاكاة الخاصة بك. اطلب واحدة جديدة مع `` {0} {1} `.
bn: আপনার অনুকরণের সময়সীমা শেষ হয়েছে। New {0} {1} with সহ একটি নতুনকে অনুরোধ করুন `
de: Ihre Simulation hat eine Zeitüberschreitung. Fordern Sie eine neue mit `{0}{1}` an.
es: Su simulación ha finalizado. Solicita una nueva con `{0}{1}`.
fi: Simulointisi on aikakatkaistu. Pyydä uusi tunnisteella {0} {1}.
fr: Votre simulation a pris fin. Demandez une nouvelle simulation avec `{0}{1}`.
hi: आपका अनुकरण समाप्त हो गया है। `{0} {1}` के साथ एक नया अनुरोध करें।
id: Waktu simulasi Anda telah habis. Minta yang baru dengan `{0} {1}`.
it: La tua simulazione è scaduta. Richiedine una nuova con `{0}{1}`.
ja: あなたのシミュレーションはタイムアウトしました。新しいシミュレーションを要求してください。
pt: A sua simulação foi cronometrada. Peça uma nova com `{0}{1}`.
ro: Simularea dvs. a expirat. Solicitați una nouă cu „{0} {1}”.
ru: Твоя симуляция вышла из строя. Запросите новую с `{0}{1}`.

source: I now require the MANAGE MESSAGES permission. I've disabled this command until you give me this permission. If you'd prefer not to give me such a permission, the bot will still function, just with the simulation module disabled. Thanks in advance!
ar: أحتاج الآن إلى إذن إدارة الرسائل. لقد عطلت هذا الأمر حتى تمنحني هذا الإذن. إذا كنت تفضل عدم إعطائي مثل هذا الإذن ، فسيظل الروبوت يعمل ، فقط مع تعطيل وحدة المحاكاة. شكرا مقدما!
bn: আমার এখন ম্যানেজ বার্তা অনুমতি প্রয়োজন require আপনি আমাকে এই অনুমতি না দেওয়া পর্যন্ত আমি এই আদেশটি অক্ষম করেছি। আপনি যদি আমাকে এই ধরনের অনুমতি না দিতে চান, তবে সিমুলেশন মডিউলটি অক্ষম করে বটটি এখনও কাজ করবে। আগাম ধন্যবাদ!
de: Ich benötige jetzt die Berechtigung MANAGE MESSAGES. Ich habe diesen Befehl deaktiviert, bis Sie mir diese Berechtigung erteilen. Wenn Sie es vorziehen, mir diese Berechtigung nicht zu geben, wird der Bot trotzdem funktionieren, nur mit deaktiviertem Simulationsmodul. Vielen Dank im Voraus!
es: Ahora necesito el permiso de MANAGE MESSAGES. He desactivado este comando hasta que me des este permiso. Si prefieres no darme dicho permiso, el bot seguirá funcionando, sólo que con el módulo de simulación desactivado. Gracias de antemano
fi: Vaadin nyt VIESTIEN HALLINTA-lupaa. Olen poistanut tämän komennon käytöstä, kunnes annat minulle tämän luvan. Jos et halua antaa minulle tällaista lupaa, botti toimii edelleen vain simulointimoduulin ollessa poissa käytöstä. Kiitos etukäteen!
fr: J'ai maintenant besoin de l'autorisation de GERER LES MESSAGES. J'ai désactivé cette commande jusqu'à ce que vous me donniez cette permission. Si vous préférez ne pas me donner une telle permission, le bot fonctionnera toujours, mais avec le module de simulation désactivé. Merci d'avance !
hi: मुझे अब MANAGE MESSAGES की अनुमति की आवश्यकता है। जब तक आप मुझे यह अनुमति नहीं देंगे, मैंने इस आदेश को अक्षम कर दिया है। यदि आप मुझे ऐसी अनुमति नहीं देना पसंद करते हैं, तो बॉट अभी भी कार्य करेगा, बस सिमुलेशन मॉड्यूल अक्षम है। अग्रिम में धन्यवाद!
id: Sekarang saya membutuhkan izin KELOLA PESAN. Saya telah menonaktifkan perintah ini sampai Anda memberi saya izin ini. Jika Anda memilih untuk tidak memberi saya izin seperti itu, bot akan tetap berfungsi, hanya dengan modul simulasi dinonaktifkan. Terima kasih sebelumnya!
it: Ora ho bisogno del permesso di GESTIRE I MESSAGGI. Ho disabilitato questo comando finché non mi darete questo permesso. Se preferisci non darmi tale permesso, il bot continuerà a funzionare, solo con il modulo di simulazione disabilitato. Grazie in anticipo!
ja: MANAGE MESSAGES権限を要求します。あなたが許可するまで このコマンドを無効にしました許可を与えたくない場合は、シミュレーションモジュールを無効にしても、ボットは機能します。前もって感謝します！
pt: Eu agora preciso da permissão da MANAGE MESSAGES. Desactivei este comando até que me dê esta permissão. Se você preferir não me dar essa permissão, o bot ainda funcionará, apenas com o módulo de simulação desativado. Obrigado de antemão!
ro: Acum am nevoie de permisiunea GESTIONARE MESAJE. Am dezactivat această comandă până când îmi dați această permisiune. Dacă preferați să nu-mi acordați o astfel de permisiune, robotul va funcționa în continuare, doar cu modulul de simulare dezactivat. Mulțumesc anticipat!
ru: Теперь мне нужно разрешение MANAGE MESSAGES. Я отключил эту команду, пока вы не дадите мне это разрешение. Если вы не хотите давать мне такое разрешение, бот все равно будет функционировать, только с отключенным модулем имитации. Заранее спасибо!

source: Internal bot error. Try again.
ar: خطأ بوت داخلي. حاول مجددا.
bn: অভ্যন্তরীণ বট ত্রুটি। আবার চেষ্টা করুন.
de: Interner Bot-Fehler. Versuchen Sie es erneut.
es: Error interno del bot. Inténtelo de nuevo.
fi: Sisäinen botivirhe. Yritä uudelleen.
fr: Erreur interne du bot. Essayez à nouveau.
hi: आंतरिक बॉट त्रुटि। पुनः प्रयास करें।
id: Kesalahan bot internal. Coba lagi.
it: Errore interno del bot. Riprova.
ja: 内部ボットエラーもう一度試してみてください。
pt: Erro interno do bot. Tente novamente.
ro: Eroare bot internă. Încearcă din nou.
ru: Внутренняя ошибка бота. Попробуй еще раз.

source: Out of bounds.
ar: خارج الحدود.
bn: সীমার বাইরে.
de: Außerhalb des Bereichs.
es: Fuera de los límites.
fi: Rajojen ulkopuolella.
fr: Hors limites.
hi: सीमा के बाहर।
id: Di luar batas.
it: Fuori dai limiti.
ja: 圏外だ
pt: Fora dos limites.
ro: În afara limitelor.
ru: Выходит за рамки.

source: You aren't a mod in the bot's support server! You can't run this command. If simulations are actually broken, ask a mod in the bot's support server (find it via {0}) to run this command.
ar: أنت لست تعديلًا في خادم دعم الروبوت! لا يمكنك تشغيل هذا الأمر. إذا تعطلت عمليات المحاكاة فعليًا ، فاطلب من تعديل في خادم دعم الروبوت (اعثر عليه عبر {0}) لتشغيل هذا الأمر.
bn: আপনি বট সাপোর্ট সার্ভারে কোনও মোড নন! আপনি এই আদেশটি চালাতে পারবেন না। যদি সিমুলেশনগুলি আসলে নষ্ট হয়ে যায়, বটটির সমর্থন সার্ভারে একটি মোড জিজ্ঞাসা করুন ({0} এর মাধ্যমে এটি অনুসন্ধান করুন) এই আদেশটি চালানোর জন্য।
de: Sie sind kein Mod im Support-Server des Bots! Sie können diesen Befehl nicht ausführen. Wenn Simulationen tatsächlich kaputt sind, bitten Sie einen Mod im Support-Server des Bots (finden Sie ihn über {0}), diesen Befehl auszuführen.
es: No eres un mod en el servidor de soporte del bot! No puedes ejecutar este comando. Si las simulaciones están realmente rotas, pide a un mod en el servidor de soporte del bot (encuéntralo a través de {0}) que ejecute este comando.
fi: Et ole modi botin tukipalvelimessa! Et voi suorittaa tätä komentoa. Jos simulaatiot ovat todella rikki, pyydä moduulia botin tukipalvelimelta (etsi se {0} -palvelun kautta) suorittamaan tämä komento.
fr: Vous n'êtes pas un mod dans le serveur de support du bot ! Vous ne pouvez pas exécuter cette commande. Si les simulations sont réellement interrompues, demandez à un mod du serveur d'assistance du robot (le trouver via {0}) d'exécuter cette commande.
hi: आप बॉट के समर्थन सर्वर में एक मॉड नहीं हैं! आप यह आदेश नहीं चला सकते हैं। यदि सिमुलेशन वास्तव में टूट गए हैं, तो इस कमांड को चलाने के लिए बॉट के समर्थन सर्वर में एक मॉड पूछें ({0} के माध्यम से ढूंढें)।
id: Anda bukan mod di server dukungan bot! Anda tidak dapat menjalankan perintah ini. Jika simulasi benar-benar rusak, minta mod di server dukungan bot (temukan melalui {0}) untuk menjalankan perintah ini.
it: Non sei un mod nel server di supporto del bot! Non puoi eseguire questo comando. Se le simulazioni sono effettivamente rotte, chiedi a un mod nel server di supporto del bot (trovalo tramite {0}) di eseguire questo comando.
ja: あなたはボットのサポートサーバーの改造者ではありません！このコマンドは実行できません。シミュレーションが実際に壊れている場合は、ボットのサポートサーバにいるmodにこのコマンドを実行してもらってください（{0}で検索してください）。
pt: Você não é um mod no servidor de suporte do bot! Você não pode executar este comando. Se as simulações estiverem realmente quebradas, peça a um mod no servidor de suporte do bot (encontre-o via {0}) para rodar este comando.
ro: Nu sunteți un mod în serverul de asistență al botului! Nu puteți rula această comandă. Dacă simulările sunt întrerupte, cereți unui mod în serverul de asistență al botului (găsiți-l prin {0}) pentru a rula această comandă.
ru: Вы не модник на сервере поддержки бота! Вы не можете запустить эту команду. Если симуляции действительно нарушены, попросите мода на сервере поддержки бота (найдите его через {0}) выполнить эту команду.

source: This could take up to 60 seconds, please wait...
ar: قد يستغرق هذا ما يصل إلى 60 ثانية ، الرجاء الانتظار ...
bn: এটি 60 সেকেন্ড পর্যন্ত সময় নিতে পারে, দয়া করে অপেক্ষা করুন ...
de: Dies kann bis zu 60 Sekunden dauern, bitte warten...
es: Esto puede tardar hasta 60 segundos, por favor espere...
fi: Tämä voi kestää jopa 60 sekuntia, odota ...
fr: Cela pourrait prendre jusqu'à 60 secondes, veuillez patienter...
hi: इसमें 60 सेकंड लग सकते हैं, कृपया प्रतीक्षा करें ...
id: Ini bisa memakan waktu hingga 60 detik, harap tunggu ...
it: Questo potrebbe richiedere fino a 60 secondi, si prega di attendere...
ja: これは最大60秒かかる可能性があります、お待ちください...
pt: Isto pode demorar até 60 segundos, por favor, espere...
ro: Acest lucru poate dura până la 60 de secunde, vă rugăm să așteptați ...
ru: Это может занять до 60 секунд, пожалуйста, подождите...

source: Stopping simulation runners...
ar: جارٍ إيقاف عداء المحاكاة ...
bn: সিমুলেশন রানারদের থামানো হচ্ছে ...
de: Stoppen von Simulationsläufern...
es: Detener a los corredores de simulación...
fi: Pysäytetään simulaatiojuoksijoita ...
fr: Arrêter les simulateurs...
hi: अनुकरण धावकों को रोक रहा है ...
id: Menghentikan pelari simulasi ...
it: Fermare i corridori della simulazione...
ja: シミュレーションランナーの停止...
pt: Parar os corredores de simulação...
ro: Oprirea alergătorilor de simulare ...
ru: Остановка симуляционных бегунов...

source: Stopping broken process pools...
ar: إيقاف تجمعات العمليات المعطلة ...
bn: ভাঙ্গা প্রক্রিয়া পুলগুলি বন্ধ করা হচ্ছে ...
de: Stoppen von defekten Prozess-Pools...
es: Detener los grupos de procesos rotos...
fi: Rikkoutuneiden prosessialtaiden pysäyttäminen ...
fr: Arrêter les pools de processus brisés...
hi: टूटी प्रक्रिया पूल को रोक रहा है ...
id: Menghentikan kumpulan proses yang rusak ...
it: Fermare i pool di processi interrotti...
ja: 壊れたプロセスプールの停止...
pt: Parar poças de processo quebradas...
ro: Oprirea grupurilor de procese rupte ...
ru: Остановка сломанных технологических бассейнов...

source: Waiting 20 seconds for the final tasks to stop...
ar: انتظار 20 ثانية حتى تتوقف المهام النهائية ...
bn: চূড়ান্ত কাজগুলি থামার জন্য 20 সেকেন্ড অপেক্ষা করা হচ্ছে ...
de: 20 Sekunden warten, bis die letzten Aufgaben beendet sind...
es: Esperando 20 segundos para que las tareas finales se detengan...
fi: Odotetaan 20 sekuntia lopullisten tehtävien lopettamiseen ...
fr: Attendre 20 secondes que les dernières tâches s'arrêtent...
hi: अंतिम कार्यों को रोकने के लिए 20 सेकंड प्रतीक्षा की जा रही है ...
id: Menunggu 20 detik hingga tugas akhir berhenti ...
it: Aspettando 20 secondi che i compiti finali si fermino...
ja: 最後のタスクが止まるまで20秒待ち...。
pt: Esperando 20 segundos para que as tarefas finais parem...
ro: Se așteaptă 20 de secunde până la finalizarea sarcinilor finale ...
ru: Ждать 20 секунд, чтобы остановить финальные задания...

source: Destroying pools...
ar: تدمير المسابح ...
bn: পুল ধ্বংস হচ্ছে ...
de: Zerstörung von Pools...
es: Destruir piscinas...
fi: Altaiden tuhoaminen ...
fr: Détruire les piscines...
hi: पूलों को नष्ट कर रहा है ...
id: Menghancurkan kolam ...
it: Distruggere le piscine...
ja: プールを破壊する...
pt: Destruindo piscinas...
ro: Distrugerea bazinelor ...
ru: Разрушающие бассейны...

source: Creating new pools...
ar: إنشاء تجمعات جديدة ...
bn: নতুন পুল তৈরি হচ্ছে ...
de: Neue Pools erstellen...
es: Crear nuevas piscinas...
fi: Uusien altaiden luominen ...
fr: Créer de nouveaux pools...
hi: नए पूल बना रहा है ...
id: Membuat kumpulan baru ...
it: Creare nuove piscine...
ja: 新しいプールの作成...
pt: Criar novas piscinas...
ro: Se creează noi grupuri ...
ru: Создание новых бассейнов...

source: Starting up simulation runners...
ar: بدء تشغيل عداء محاكاة ...
bn: সিমুলেশন রানার্স শুরু করা হচ্ছে ...
de: Inbetriebnahme von Simulationsläufern...
es: Poner en marcha los corredores de simulación...
fi: Simulaatiojuoksijoiden käynnistäminen ...
fr: Mise en route des simulateurs...
hi: सिमुलेशन धावक शुरू ...
id: Memulai pelari simulasi ...
it: Avviare i corridori della simulazione...
ja: シミュレーションランナーの起動...
pt: A iniciar os simuladores...
ro: Pornirea alergătorilor de simulare ...
ru: Запуск симуляторов бегунов...

source: Restarted pool sucessfully!
ar: تم إعادة تشغيل المسبح بنجاح!
bn: সফলভাবে পুল পুনরায় চালু!
de: Neustart des Pools erfolgreich!
es: Se ha reiniciado la piscina con éxito
fi: Käynnistä uima-allas uudelleen onnistuneesti!
fr: Redémarrage de la piscine avec succès !
hi: फिर से शुरू किया गया पूल!
id: Berhasil memulai kembali pangkalan!
it: Riavviato la piscina con successo!
ja: プールの再起動に成功しました
pt: Piscina reiniciada com sucesso!
ro: Reporniți piscina cu succes!
ru: Бассейн перезапущен успешно!

source: Simulation results are very inaccurate after 157 days. I have set the simulation length to 157 days.
ar: نتائج المحاكاة غير دقيقة للغاية بعد 157 يومًا. لقد قمت بضبط طول المحاكاة على 157 يومًا.
bn: সিমুলেশন ফলাফল 157 দিন পরে খুব ভুল। আমি সিমুলেশন দৈর্ঘ্য 157 দিন সেট করেছি।
de: Die Simulationsergebnisse sind nach 157 Tagen sehr ungenau. Ich habe die Simulationslänge auf 157 Tage eingestellt.
es: Los resultados de la simulación son muy imprecisos después de 157 días. He fijado la duración de la simulación en 157 días.
fi: Simulaatiotulokset ovat erittäin epätarkkoja 157 päivän kuluttua. Olen asettanut simulaation pituudeksi 157 päivää.
fr: Les résultats des simulations sont très imprécis après 157 jours. J'ai fixé la durée de la simulation à 157 jours.
hi: 157 दिनों के बाद सिमुलेशन परिणाम बहुत गलत हैं। मैंने सिमुलेशन की लंबाई 157 दिन निर्धारित की है।
id: Hasil simulasi sangat tidak akurat setelah 157 hari. Saya telah menyetel panjang simulasi menjadi 157 hari.
it: I risultati della simulazione sono molto imprecisi dopo 157 giorni. Ho impostato la lunghezza della simulazione a 157 giorni.
ja: 157日後のシミュレーション結果が非常に不正確です。シミュレーションの長さを157日に設定しました。
pt: Os resultados das simulações são muito imprecisos após 157 dias. Eu defini a duração da simulação para 157 dias.
ro: Rezultatele simulării sunt foarte inexacte după 157 de zile. Am stabilit durata de simulare la 157 de zile.
ru: Результаты моделирования очень неточны через 157 дней. Я установил длительность моделирования на 157 дней.

source: Set simulation length to {0} days.
ar: اضبط مدة المحاكاة على {0} يوم.
bn: সিমুলেশন দৈর্ঘ্য {0} দিন সেট করুন।
de: Simulationslänge auf {0} Tage einstellen.
es: Establecer la duración de la simulación en {0} días.
fi: Aseta simulaation pituudeksi {0} päivää.
fr: Fixer la durée de la simulation à {0} jours.
hi: सिमुलेशन लंबाई को {0} दिनों तक सेट करें।
id: Setel durasi simulasi menjadi {0} hari.
it: Imposta la lunghezza della simulazione a {0} giorni.
ja: シミュレーションの長さを{0}日に設定します。
pt: Definir a duração da simulação para {0} dias.
ro: Setați durata de simulare la {0} zile.
ru: Установите длительность моделирования на {0} дней.

source: Couldn't find that name. Try again, or use `{0}list` for help.
ar: تعذر العثور على هذا الاسم. حاول مرة أخرى ، أو استخدم "{0} list" للمساعدة.
bn: নামটি খুঁজে পাইনি। আবার চেষ্টা করুন বা সাহায্যের জন্য `{0} list} ব্যবহার করুন।
de: Dieser Name konnte nicht gefunden werden. Versuchen Sie es erneut, oder verwenden Sie `{0}list` für Hilfe.
es: No se ha podido encontrar ese nombre. Vuelve a intentarlo o utiliza `{0}list` para obtener ayuda.
fi: Tätä nimeä ei löytynyt. Yritä uudelleen tai käytä apua {0} listalla.
fr: Je n'ai pas trouvé ce nom. Essayez à nouveau, ou utilisez la liste des noms pour obtenir de l'aide.
hi: उस नाम को नहीं खोज सका। फिर से कोशिश करें, या मदद के लिए `{0} सूची` का उपयोग करें।
id: Tidak dapat menemukan nama itu. Coba lagi, atau gunakan `{0} list` untuk mendapatkan bantuan.
it: Impossibile trovare quel nome. Prova di nuovo, o usa `{0}list` per aiuto.
ja: その名前が見つかりませんでした。再度試してみるか、`{0}list`を使ってみてください。
pt: Não consegui encontrar esse nome. Tente novamente, ou utilize `{0}list` para obter ajuda.
ro: Nu am putut găsi acel nume. Încercați din nou sau folosiți „{0} list` pentru ajutor.
ru: Не смог найти это имя. Попробуй еще раз, или используй `{0}список` для помощи.

source: React with 📈 for a logarithmic graph. React with 📉 for a linear graph. This message expires after 30 seconds.
ar: تفاعل مع للرسم البياني اللوغاريتمي. تفاعل مع لرسم بياني خطي. تنتهي صلاحية هذه الرسالة بعد 30 ثانية.
bn: লগারিদমিক গ্রাফের জন্য with এর সাথে প্রতিক্রিয়া জানান। রৈখিক গ্রাফের জন্য with এর সাথে প্রতিক্রিয়া জানান। এই বার্তাটির 30 সেকেন্ড পরে মেয়াদ শেষ হবে।
de: Reagieren Sie mit 📈 für einen logarithmischen Graphen. Reagieren Sie mit 📉 für einen linearen Graphen. Diese Meldung verfällt nach 30 Sekunden.
es: Reaccione con 📈 para obtener un gráfico logarítmico. Reacciona con 📉 para un gráfico lineal. Este mensaje expira después de 30 segundos.
fi: Reagoi logaritmisen kuvaajan 📈 kanssa. Reagoi lineaarisen kuvaajan graph kanssa. Tämä viesti vanhenee 30 sekunnin kuluttua.
fr: Réagissez avec 📈 pour obtenir un graphique logarithmique. Réagissez avec 📉 pour un graphique linéaire. Ce message expire au bout de 30 secondes.
hi: लॉगरिदमिक ग्राफ के लिए 📈 के साथ प्रतिक्रिया करें। एक रेखीय ग्राफ के लिए 📉 के साथ प्रतिक्रिया करें। यह संदेश 30 सेकंड के बाद समाप्त होता है।
id: Bereaksi dengan 📈 untuk grafik logaritmik. Bereaksi dengan 📉 untuk grafik linier. Pesan ini berakhir setelah 30 detik.
it: Reagisci con 📈 per un grafico logaritmico. Reagisci con 📉 per un grafico lineare. Questo messaggio scade dopo 30 secondi.
ja: 対数グラフの場合は leasesSo_1F4C8 letsize で反応します。 直線グラフに対しては、So_1F4C9 ーズメーカーを使って反応させてください。 このメッセージは 30 秒後に終了します。
pt: Reagir com 📈 para um gráfico logarítmico. Reagir com 📉 para um gráfico linear. Esta mensagem expira após 30 segundos.
ro: Reacționați cu 📈 pentru un grafic logaritmic. Reacționează cu 📉 pentru un grafic liniar. Acest mesaj expiră după 30 de secunde.
ru: Реагируйте с 📈 для логарифмического графика. Реагируйте с 📉 для линейного графика. Срок действия этого сообщения истекает через 30 секунд.

source: Timed out. Request a new message with `{0}graphs`
ar: نفد وقته. اطلب رسالة جديدة مع "{0} الرسوم البيانية"
bn: সময় শেষ হয়েছে. New {0} গ্রাফ সহ একটি নতুন বার্তার অনুরোধ করুন `
de: Zeitüberschreitung. Anforderung einer neuen Nachricht mit `{0}Graphen`
es: Tiempo de espera. Solicita un nuevo mensaje con `{0}graphs`
fi: Aika loppui. Pyydä uusi viesti, jossa on {0} kaaviot
fr: Temporisé. Demande d'un nouveau message avec des graphes `{0}`
hi: समय समााप्त। `{0} ग्राफ़्स के साथ एक नया संदेश का अनुरोध करें
id: Waktu habis. Minta pesan baru dengan `{0} graphs`
it: Timed out. Richiedi un nuovo messaggio con `{0}graphs`
ja: タイムアウトしました。新しいメッセージを `{0}graphs` で要求します。
pt: Temporizado. Solicite uma nova mensagem com `{0}grafos`
ro: Expirat. Solicitați un mesaj nou cu „{0} grafice”
ru: Время вышло. Запросить новое сообщение с `{0}графами`

source: Please wait, this could take a few seconds...
ar: الرجاء الانتظار ، قد يستغرق هذا بضع ثوان ...
bn: দয়া করে অপেক্ষা করুন, এটি কয়েক সেকেন্ড সময় নিতে পারে ...
de: Bitte warten Sie, dies kann ein paar Sekunden dauern...
es: Por favor, espere, esto podría tomar unos segundos...
fi: Odota, tämä voi kestää muutaman sekunnin ...
fr: Veuillez patienter, cela pourrait prendre quelques secondes...
hi: कृपया प्रतीक्षा करें, इसमें कुछ सेकंड लग सकते हैं ...
id: Harap tunggu, ini bisa memakan waktu beberapa detik ...
it: Per favore aspetta, questo potrebbe richiedere qualche secondo...
ja: お待ちください、数秒かかるかもしれません...
pt: Por favor, espera, isto pode demorar alguns segundos...
ro: Vă rugăm să așteptați, ar putea dura câteva secunde ...
ru: Пожалуйста, подождите, это может занять несколько секунд...

source: Graph for {0}
ar: الرسم البياني لـ {0}
bn: {0} এর জন্য গ্রাফ
de: Graph für {0}
es: Gráfico para {0}
fi: Kaavio kohteelle {0}
fr: Graphique pour {0}
hi: {0} के लिए ग्राफ़
id: Grafik untuk {0}
it: Grafico per {0}
ja: 0}のグラフ
pt: Gráfico para {0}
ro: Grafic pentru {0}
ru: График для {0}

source: Took {0} seconds ({1}ns) to generate. • Cache Status: {2}
ar: استغرق إنشاء {0} ثانية ({1} نانوثانية). • حالة ذاكرة التخزين المؤقت: {2}
bn: উত্পন্ন করতে {0} সেকেন্ড ({1} ns) সময় নিয়েছে। Ache ক্যাশের স্থিতি: {2
de: Hat {0} Sekunden ({1}ns) zum Generieren gebraucht. - Cache-Status: {2}
es: Tardó {0} segundos ({1}ns) en generarse. - Estado de la caché: {2}
fi: Luonti kesti {0} sekuntia ({1} ns). • Välimuistin tila: {2}
fr: Il a fallu {0} secondes ({1}ns) pour le générer. - État du cache : {2}
hi: उत्पन्न करने के लिए {0} सेकंड ({1} ns) लिया। • कैश की स्थिति: {2}
id: Butuh waktu {0} detik ({1} ns) untuk menghasilkan. • Status Tembolok: {2}
it: Ci sono voluti {0} secondi ({1}ns) per generare. - Stato della cache: {2}
ja: 生成に{0}秒({1}ns)かかりました。- キャッシュ・ステータス。{2}
pt: Demorou {0} segundos ({1}ns) para gerar. - Estado de cache: {2}
ro: A durat {0} secunde ({1} ns) pentru a genera. • Stare cache: {2}
ru: Потребовалось {0} секунд ({1}нс), чтобы сгенерировать. - Статус кэша: {2}

source: Map Types
ar: أنواع الخرائط
bn: মানচিত্র প্রকার
de: Kartentypen
es: Tipos de mapas
fi: Karttatyypit
fr: Types de cartes
hi: नक्शा प्रकार
id: Jenis Peta
it: Tipi di mappe
ja: 地図の種類
pt: Tipos de mapas
ro: Tipuri de hărți
ru: Типы карт

source: Use one of these map types when running `{0}maps show <name>`.
ar: استخدم أحد أنواع الخرائط هذه عند تشغيل "{0} خرائط تظهر<name> ".
bn: Running {0} মানচিত্রের শো চালানোর সময় এই মানচিত্রের একটি ব্যবহার করুন<name> ।
de: Verwenden Sie einen dieser Kartentypen, wenn Sie `{0}maps <name>show`</name> ausführen <name>.</name>
es: Utilice uno de estos tipos de mapas cuando ejecute `{0}maps <name>show`.</name>
fi: Käytä yhtä näistä karttatyypeistä, kun suoritat {0} maps show<name> ".
fr: Utilisez un de ces types de cartes lorsque vous exécutez les cartes `{0} qui affichent <name>`.</name>
hi: `{0} मानचित्र दिखाने पर इन मानचित्र प्रकारों में से किसी एक का उपयोग करें<name> `।
id: Gunakan salah satu tipe peta ini saat menjalankan `{0} maps show<name> `.
it: Usa uno di questi tipi di mappa quando esegui `{0}mappe show <name>`.</name>
ja: これらのマップタイプのいずれかを使用して、`{0}maps show<name>`</name>を実行します。
pt: Utilize um destes tipos de mapas quando executar `{0}maps show <name>`.</name>
ro: Utilizați unul dintre aceste tipuri de hărți atunci când rulați „{0} arată hărțile<name> `.
ru: Используйте один из этих типов карт при запуске `{0}maps show` <name>.</name>
