Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: messages.*.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: Disabled the API for {0}.
ar: تعطيل API لـ {0}.
bn: API 0 for এর জন্য এপিআই অক্ষম করেছে}
de: Deaktiviert die API für {0}.
es: Desactivado el API para {0}.
fi: Poisti sovelluksen {0} sovellusliittymän käytöstä.
fr: Désactivation de l'API pour {0}.
hi: {0} के लिए API अक्षम किया गया।
id: Menonaktifkan API untuk {0}.
it: Disabilita l'API per {0}.
ja: 0}のAPIを無効にしました。
pt: Desabilitou o API para {0}.
ro: A dezactivat API-ul pentru {0}.
ru: Отключить API для {0}.

source: There was an error converting one of your arguments with {0}. The correct syntax would be `{1}`. The converter returned the following error: {2}
ar: حدث خطأ أثناء تحويل إحدى وسيطاتك باستخدام {0}. الصيغة الصحيحة هي "{1}`. أرجع المحول الخطأ التالي: {2}
bn: আপনার আর্গুমেন্টগুলির একটিকে {0 with দিয়ে রূপান্তর করার সময় একটি ত্রুটি হয়েছিল} সঠিক বাক্য গঠনটি হবে `{1}` ` রূপান্তরকারী নিম্নলিখিত ত্রুটিটি ফিরে পেয়েছে: {2}
de: Es gab einen Fehler bei der Umwandlung eines Ihrer Argumente mit {0}. Die korrekte Syntax wäre `{1}`. Der Konverter gab den folgenden Fehler zurück: {2}
es: Hubo un error al convertir uno de tus argumentos con {0}. La sintaxis correcta sería `{1}`. El convertidor devolvió el siguiente error: {2}
fi: Yhden argumenttisi muuntamisessa {0} tapahtui virhe. Oikea syntaksin muoto on "{1}". Muunnin palautti seuraavan virheen: {2}
fr: Il y a eu une erreur de conversion d'un de vos arguments avec {0}. La syntaxe correcte serait `{1}`. Le convertisseur a renvoyé l'erreur suivante : {2}
hi: आपके एक तर्क को {0} के साथ परिवर्तित करने में त्रुटि हुई। सही सिंटैक्स `{1}` होगा। कनवर्टर ने निम्न त्रुटि दी: {2}
id: Terjadi galat saat mengonversi salah satu argumen Anda dengan {0}. Sintaks yang benar adalah `{1}`. Pengonversi mengembalikan galat berikut: {2}
it: C'è stato un errore nel convertire uno dei tuoi argomenti con {0}. La sintassi corretta sarebbe `{1}`. Il convertitore ha restituito il seguente errore: {2}
ja: 引数の1つを{0}に変換する際にエラーが発生しました。正しい構文は `{1}` です。コンバータは以下のエラーを返しました。{2}
pt: Houve um erro ao converter um dos seus argumentos com {0}. A sintaxe correta seria `{1}`. O conversor retornou o seguinte erro: {2}
ro: A apărut o eroare la conversia unuia dintre argumentele dvs. cu {0}. Sintaxa corectă ar fi „{1}”. Convertorul a returnat următoarea eroare: {2}
ru: Произошла ошибка преобразования одного из ваших аргументов с помощью {0}. Правильный синтаксис был бы {{1}`. Преобразователь вернул следующую ошибку: {2}

source: This command is missing an argument. The correct syntax would be `{0}`.
ar: هذا الأمر يفتقد إلى وسيطة. الصيغة الصحيحة ستكون "{0}".
bn: এই আদেশটি একটি যুক্তি অনুপস্থিত। সঠিক বাক্য গঠনটি হবে `{0}` `
de: Diesem Befehl fehlt ein Argument. Die korrekte Syntax wäre `{0}`.
es: A este comando le falta un argumento. La sintaxis correcta sería `{0}`.
fi: Komennosta puuttuu argumentti. Oikea syntaksin muoto on "{0}".
fr: Il manque un argument à cette commande. La syntaxe correcte serait `{0}`.
hi: यह आदेश एक तर्क याद आ रहा है। सही सिंटैक्स `{0}` होगा।
id: Perintah ini tidak memiliki argumen. Sintaks yang benar adalah `{0}`.
it: A questo comando manca un argomento. La sintassi corretta sarebbe `{0}`.
ja: このコマンドには引数がありません。正しい構文は `{0}` です。
pt: Este comando está a perder um argumento. A sintaxe correta seria `{0}'.
ro: La această comandă lipsește un argument. Sintaxa corectă ar fi „{0}”.
ru: В этой команде не хватает аргумента. Правильный синтаксис будет `{0}`.

source: Too many quotes were provided in your message: don't forget to escape your quotes like this `\{0}`. The correct syntax for the command is `{1}`.
ar: تم تقديم عدد كبير جدًا من الاقتباسات في رسالتك: لا تنس أن تهرب من الاقتباسات مثل هذا "\ {0}". الصيغة الصحيحة للأمر هي "{1}`.
bn: আপনার বার্তায় অনেকগুলি উদ্ধৃতি সরবরাহ করা হয়েছিল: আপনার es \ {0} `এর মতো উদ্ধৃতিগুলি এড়াতে ভুলবেন না` কমান্ডটির সঠিক বাক্য গঠন `{1}` `
de: In Ihrer Nachricht wurden zu viele Anführungszeichen angegeben: Vergessen Sie nicht, Ihre Anführungszeichen wie folgt zu entschlüsseln: `\{0}`. Die korrekte Syntax für den Befehl ist `{1}`.
es: Se han introducido demasiadas comillas en su mensaje: no olvide escapar las comillas así `{0}`. La sintaxis correcta del comando es `{1}`.
fi: Viestissäsi oli liikaa lainauksia: älä unohda välttää tällaisia lainauksiasi \ \ 0} Komennon oikea syntaksi on {1}.
fr: Trop de citations ont été fournies dans votre message : n'oubliez pas d'échapper à vos citations comme ceci `\{0}`. La syntaxe correcte de la commande est `{1}`.
hi: आपके संदेश में बहुत अधिक उद्धरण प्रदान किए गए थे: अपने उद्धरणों को इस तरह से बचाना न भूलें जैसे कि `\ {0}`। कमांड के लिए सही सिंटैक्स `{1}` है।
id: Terlalu banyak kutipan yang diberikan dalam pesan Anda: jangan lupa untuk menghilangkan kutipan Anda seperti ini `\ {0}`. Sintaks yang benar untuk perintah tersebut adalah `{1}`.
it: Sono state fornite troppe virgolette nel tuo messaggio: non dimenticare di fare l'escape delle virgolette come questo `{0}`. La sintassi corretta per il comando è `{1}`.
ja: 引用符が多すぎますので、このように引用符をエスケープすることを忘れないでください。コマンドの正しい構文は `{1}` です。
pt: Foram fornecidas demasiadas citações na sua mensagem: não se esqueça de fugir às suas citações desta forma. A sintaxe correta para o comando é ``{1}`.
ro: Prea multe citate au fost furnizate în mesajul dvs.: nu uitați să scăpați de citatele de acest fel `\ {0}`. Sintaxa corectă pentru comandă este „{1}“.
ru: Слишком много цитат было приведено в вашем сообщении: не забудьте избежать ваших цитат вот так `{0}`. Правильный синтаксис команды `{1}`.

source: A space was expected after a closing quote, but I found {0}. Please check that you are using the correct syntax: `{1}`.
ar: كان من المتوقع مسافة بعد اقتباس ختامي ، لكنني وجدت {0}. يرجى التحقق من أنك تستخدم بناء الجملة الصحيح: `{1}`.
bn: সমাপনী উদ্ধৃতির পরে একটি স্থান আশা করা হয়েছিল, তবে আমি {0} পেয়েছি} দয়া করে পরীক্ষা করুন যে আপনি সঠিক বাক্য গঠন ব্যবহার করছেন: `are 1}`।
de: Nach einem schließenden Anführungszeichen wurde ein Leerzeichen erwartet, aber ich habe {0} gefunden. Bitte überprüfen Sie, ob Sie die richtige Syntax verwenden: `{1}`.
es: Se esperaba un espacio después de las comillas de cierre, pero encontré {0}. Por favor, compruebe que está utilizando la sintaxis correcta: `{1}`.
fi: Välilyöntiä odotettiin loppulausunnon jälkeen, mutta löysin {0}. Tarkista, että käytät oikeaa syntaksia: "{1}".
fr: Un espace était attendu après une citation finale, mais j'ai trouvé {0}. Veuillez vérifier que vous utilisez la syntaxe correcte : `{1}`.
hi: एक समापन उद्धरण के बाद एक स्थान की उम्मीद थी, लेकिन मैंने {0} पाया। कृपया जांचें कि आप सही वाक्यविन्यास का उपयोग कर रहे हैं: `{1}`।
id: Sebuah spasi diharapkan setelah kutipan penutup, tetapi saya menemukan {0}. Harap periksa apakah Anda menggunakan sintaks yang benar: `{1}`.
it: Ci si aspettava uno spazio dopo una citazione di chiusura, ma ho trovato {0}. Per favore controlla che tu stia usando la sintassi corretta: `{1}`.
ja: クロージングクォートの後にスペースが予想されましたが、{0}が出てきました。正しい構文を使用しているか確認してください。`{1}`.
pt: Era esperado um espaço depois de uma citação final, mas encontrei {0}. Por favor, verifique se você está usando a sintaxe correta: `{1}`.
ro: Se aștepta un spațiu după o ofertă de închidere, dar am găsit {0}. Vă rugăm să verificați dacă utilizați sintaxa corectă: "{1}".
ru: Пространство ожидалось после заключительной цитаты, но я нашел {0}. Пожалуйста, проверьте, что вы используете правильный синтаксис: `{1}`.

source: A closing quote was expected, but wasn't found. Don't forget to close your quotes with `{0}` at the end of your argument. Please check that you are using the correct syntax: `{1}`.
ar: كان من المتوقع عرض أسعار ختامي ، لكن لم يتم العثور عليه. لا تنس إغلاق اقتباسات الأسعار بعلامة "{0}" في نهاية مناقشتك. يرجى التحقق من أنك تستخدم بناء الجملة الصحيح: `{1}`.
bn: একটি সমাপ্ত উদ্ধৃতি প্রত্যাশিত ছিল, কিন্তু পাওয়া যায় নি। আপনার যুক্তি শেষে quot {0} with দিয়ে আপনার উদ্ধৃতিগুলি বন্ধ করতে ভুলবেন না। দয়া করে পরীক্ষা করুন যে আপনি সঠিক বাক্য গঠন ব্যবহার করছেন: `are 1}`।
de: Ein schließendes Anführungszeichen wurde erwartet, aber nicht gefunden. Vergessen Sie nicht, Ihre Anführungszeichen mit `{0}` am Ende Ihres Arguments zu schließen. Bitte überprüfen Sie, ob Sie die richtige Syntax verwenden: `{1}`.
es: Se esperaba una comilla de cierre, pero no se encontró. No olvide cerrar las comillas con `{0}` al final de su argumento. Compruebe que utiliza la sintaxis correcta: `{1}`.
fi: Odotettiin lopullista tarjousta, mutta sitä ei löytynyt. Älä unohda sulkea lainausmerkkejäsi argumentin lopussa merkillä {0}. Tarkista, että käytät oikeaa syntaksia: "{1}".
fr: Une citation finale était attendue, mais elle n'a pas été trouvée. N'oubliez pas de terminer vos citations par un "0" à la fin de votre argumentation. Vérifiez que vous utilisez la bonne syntaxe : `{1}`.
hi: एक समापन उद्धरण अपेक्षित था, लेकिन नहीं मिला। अपने तर्क के अंत में `{0}` के साथ अपने उद्धरणों को बंद करना न भूलें। कृपया जांचें कि आप सही वाक्यविन्यास का उपयोग कर रहे हैं: `{1}`।
id: Kutipan penutup diharapkan, tetapi tidak ditemukan. Jangan lupa untuk menutup kutipan Anda dengan `{0}` di akhir argumen Anda. Harap periksa apakah Anda menggunakan sintaks yang benar: `{1}`.
it: Ci si aspettava una citazione di chiusura, ma non è stata trovata. Non dimenticare di chiudere le virgolette con `{0}` alla fine del tuo argomento. Controlla che tu stia usando la sintassi corretta: `{1}`.
ja: 最後の引用符が期待されていましたが、見つかりませんでした。引数の最後に `{0}` で引用符を閉じることを忘れないでください。正しい構文を使用しているか確認してください。`{1}`.
pt: Uma citação final era esperada, mas não foi encontrada. Não se esqueça de fechar as suas citações com "0" no final da sua discussão. Por favor, verifique se você está usando a sintaxe correta: `{1}`.
ro: Se aștepta un citat de închidere, dar nu a fost găsit. Nu uitați să vă închideți citatele cu „{0}” la sfârșitul argumentului. Vă rugăm să verificați dacă utilizați sintaxa corectă: "{1}".
ru: Заключительная цитата ожидалась, но не была найдена. Не забудьте закрыть свои котировки `{0}` в конце аргумента. Пожалуйста, проверьте, что Вы используете правильный синтаксис: `{1}`.

source: Too many arguments were passed in this command. Please check that you are using the correct syntax: `{0}`.
ar: تم تمرير العديد من الحجج في هذا الأمر. يرجى التحقق من أنك تستخدم البنية الصحيحة: `{0}`.
bn: এই কমান্ডে অনেকগুলি আর্গুমেন্ট পাস করা হয়েছিল। দয়া করে পরীক্ষা করুন যে আপনি সঠিক বাক্য গঠন ব্যবহার করছেন: `using 0}`।
de: In diesem Befehl wurden zu viele Argumente übergeben. Bitte prüfen Sie, ob Sie die richtige Syntax verwenden: `{0}`.
es: Se han pasado demasiados argumentos en este comando. Por favor, compruebe que está utilizando la sintaxis correcta: `{0}`.
fi: Tässä komennossa on annettu liian monta argumenttia. Tarkista, että käytät oikeaa syntaksia: {0} `.
fr: Trop d'arguments ont été passés dans cette commande. Veuillez vérifier que vous utilisez la syntaxe correcte : `{0}`.
hi: इस आदेश में बहुत सारे तर्क दिए गए थे। कृपया जांचें कि आप सही वाक्यविन्यास का उपयोग कर रहे हैं: `{0}`।
id: Terlalu banyak argumen yang diberikan dalam perintah ini. Harap periksa apakah Anda menggunakan sintaks yang benar: `{0}`.
it: Sono stati passati troppi argomenti in questo comando. Per favore controlla che tu stia usando la sintassi corretta: `{0}`.
ja: このコマンドに渡された引数が多すぎます。正しい構文を使用しているか確認してください。`{0}`.
pt: Demasiados argumentos foram passados neste comando. Por favor, verifique se você está usando a sintaxe correta: `{0}`.
ro: Prea multe argumente au fost transmise în această comandă. Vă rugăm să verificați dacă utilizați sintaxa corectă: "{0}".
ru: Слишком много аргументов было передано в этой команде. Пожалуйста, проверьте, что вы используете правильный синтаксис: `{0}`.

source: The way you are invoking this command is confusing me. The correct syntax would be `{0}`.
ar: الطريقة التي تستدعي بها هذا الأمر تحيرني. الصيغة الصحيحة ستكون "{0}".
bn: আপনি এই আদেশটি যেভাবে প্রার্থনা করছেন তা আমাকে বিভ্রান্ত করছে। সঠিক বাক্য গঠনটি হবে `{0}` `
de: Die Art und Weise, wie Sie diesen Befehl aufrufen, verwirrt mich. Die korrekte Syntax wäre `{0}`.
es: La forma en que invoca este comando me confunde. La sintaxis correcta sería `{0}`.
fi: Tapa, jolla vedot tähän komentoon, hämmentää minua. Oikea syntaksin muoto on "{0}".
fr: La façon dont vous invoquez cet ordre me trouble. La syntaxe correcte serait `{0}`.
hi: जिस तरह से आप इस आदेश को लागू कर रहे हैं वह मुझे भ्रमित कर रहा है। सही सिंटैक्स `{0}` होगा।
id: Cara Anda menjalankan perintah ini membuatku bingung. Sintaks yang benar adalah `{0}`.
it: Il modo in cui invochi questo comando mi confonde. La sintassi corretta sarebbe `{0}`.
ja: このコマンドの呼び出し方は私を混乱させます。正しい構文は `{0}` です。
pt: A forma como estás a invocar este comando está a confundir-me. A sintaxe correta seria `{0}`.
ro: Modul în care invoci această comandă mă încurcă. Sintaxa corectă ar fi „{0}”.
ru: То, как ты ссылаешься на эту команду, сбивает меня с толку. Правильный синтаксис будет `{0}`.

source: An argument passed was incorrect. `{0}`.Please check that you are using the correct syntax: `{command_invoke_help}`.
ar: تم تمرير حجة غير صحيحة. يُرجى التحقق من أنك تستخدم الصيغة الصحيحة: `{command_invoke_help} '.
bn: পাস করা একটি যুক্তি ভুল ছিল। `{0}`। দয়া করে পরীক্ষা করে নিন যে আপনি সঠিক বাক্য গঠনটি ব্যবহার করছেন: {`আদেশ_ইনভোক_হেল্প}` `
de: Ein übergebenes Argument war falsch. Bitte überprüfen Sie, ob Sie die richtige Syntax verwenden: `{command_invoke_help}`.
es: Un argumento pasado era incorrecto. Por favor, compruebe que está utilizando la sintaxis correcta: `{command_invoke_help}`.
fi: Hyväksytty argumentti oli väärä. "{0}". Tarkista, että käytät oikeaa syntaksia: "{command_invoke_help}".
fr: Un argument passé était incorrect. Veuillez vérifier que vous utilisez la bonne syntaxe : `{command_invoke_help}`.
hi: पास किया गया एक तर्क गलत था। `{0}`। कृपया जाँचें कि आप सही सिंटैक्स का उपयोग कर रहे हैं: `{कमांड_इनवोक_हेल्प}`।
id: Argumen yang diberikan salah. `{0}`. Harap periksa apakah Anda menggunakan sintaks yang benar: `{command_invoke_help}`.
it: Un argomento passato non è corretto. Si prega di controllare che si stia usando la sintassi corretta: `{comando_invoke_help}`.
ja: 渡された引数が正しくありませんでした。`{0}`.正しい構文を使用していることを確認してください。`{command_invoke_help}`.
pt: Uma discussão passada foi incorrecta. Por favor, verifique se você está utilizando a sintaxe correta: `{\i1}``Comand_invoke_help}`.
ro: Un argument transmis a fost incorect. `{0}`. Vă rugăm să verificați dacă utilizați sintaxa corectă: `{command_invoke_help}`.
ru: Переданный аргумент был неверен. `{0}`Пожалуйста, проверьте, что вы используете правильный синтаксис: `{command_invoke_help}`.

source: {0} Please check that you are using the correct syntax: `{1}`.
ar: {0} الرجاء التحقق من أنك تستخدم البنية الصحيحة: "{1}`.
bn: {0} দয়া করে পরীক্ষা করুন যে আপনি সঠিক বাক্য গঠন ব্যবহার করছেন: `{1}`।
de: {0} Bitte prüfen Sie, ob Sie die richtige Syntax verwenden: `{1}`.
es: {0} Por favor, compruebe que está utilizando la sintaxis correcta: `{1}`.
fi: {0} Tarkista, että käytät oikeaa syntaksia: {1} `.
fr: Veuillez vérifier que vous utilisez la bonne syntaxe : `{1}`.
hi: {0} कृपया जांचें कि आप सही सिंटैक्स का उपयोग कर रहे हैं: `{1}`।
id: {0} Harap periksa apakah Anda menggunakan sintaks yang benar: `{1}`.
it: {0} Per favore controlla che tu stia usando la sintassi corretta: `{1}`.
ja: 0} 正しい構文を使用していることを確認してください。`{1}`.
pt: {0} Por favor, verifique se você está usando a sintaxe correta: `{1}`.
ro: {0} Vă rugăm să verificați dacă utilizați sintaxa corectă: "{1}".
ru: {0} Пожалуйста, проверьте, что вы используете правильный синтаксис: `{1}`.

source: This command can only be used in a private message.
ar: لا يمكن استخدام هذا الأمر إلا في رسالة خاصة.
bn: এই আদেশটি কেবলমাত্র একটি ব্যক্তিগত বার্তায় ব্যবহার করা যেতে পারে।
de: Dieser Befehl kann nur in einer privaten Nachricht verwendet werden.
es: Este comando sólo puede ser usado en un mensaje privado.
fi: Tätä komentoa voidaan käyttää vain yksityisessä viestissä.
fr: Cette commande ne peut être utilisée que dans un message privé.
hi: यह आदेश केवल एक निजी संदेश में उपयोग किया जा सकता है।
id: Perintah ini hanya dapat digunakan dalam pesan pribadi.
it: Questo comando può essere usato solo in un messaggio privato.
ja: このコマンドはプライベートメッセージでのみ使用できます。
pt: Este comando só pode ser usado em uma mensagem privada.
ro: Această comandă poate fi utilizată numai într-un mesaj privat.
ru: Эта команда может быть использована только в личном сообщении.

source: This command cannot be used in a private message.
ar: لا يمكن استخدام هذا الأمر في رسالة خاصة.
bn: এই কমান্ডটি কোনও ব্যক্তিগত বার্তায় ব্যবহার করা যাবে না।
de: Dieser Befehl kann nicht in einer privaten Nachricht verwendet werden.
es: Este comando no puede ser usado en un mensaje privado.
fi: Tätä komentoa ei voi käyttää yksityisviestissä.
fr: Cette commande ne peut pas être utilisée dans un message privé.
hi: इस आदेश का उपयोग निजी संदेश में नहीं किया जा सकता है।
id: Perintah ini tidak dapat digunakan dalam pesan pribadi.
it: Questo comando non può essere usato in un messaggio privato.
ja: このコマンドはプライベートメッセージでは使用できません。
pt: Este comando não pode ser usado em uma mensagem privada.
ro: Această comandă nu poate fi utilizată într-un mesaj privat.
ru: Эта команда не может быть использована в личном сообщении.

source: Multiple errors were encountered when running your command: {0}
ar: حدثت أخطاء متعددة أثناء تشغيل الأمر: {0}
bn: আপনার কমান্ডটি চালনার সময় একাধিক ত্রুটি দেখা দিয়েছে: {0}
de: Bei der Ausführung Ihres Befehls sind mehrere Fehler aufgetreten: {0}
es: Se encontraron múltiples errores al ejecutar su comando: {0}
fi: Komennon suorituksessa tapahtui useita virheitä: {0}
fr: De multiples erreurs ont été rencontrées lors de l'exécution de votre commande : {0}
hi: आपका आदेश चलाते समय एकाधिक त्रुटियां सामने आईं: {0}
id: Beberapa galat ditemukan saat menjalankan perintah Anda: {0}
it: Sono stati riscontrati più errori durante l'esecuzione del tuo comando: {0}
ja: コマンドの実行中に複数のエラーが発生しました。{0}
pt: Foram encontrados vários erros ao executar o seu comando: {0}
ro: Au fost întâmpinate mai multe erori la executarea comenzii: {0}
ru: При выполнении команды возникало множество ошибок: {0}

source: You need to be the owner of the bot to run that.
ar: يجب أن تكون مالك الروبوت لتشغيل ذلك.
bn: এটি চালানোর জন্য আপনাকে বটের মালিক হওয়া দরকার।
de: Sie müssen der Besitzer des Bots sein, um das auszuführen.
es: Tienes que ser el dueño del robot para dirigirlo.
fi: Sinun on oltava botin omistaja, jotta voit suorittaa sen.
fr: Vous devez être le propriétaire du bot pour le faire fonctionner.
hi: इसे चलाने के लिए आपको बॉट का मालिक होना चाहिए।
id: Anda harus menjadi pemilik bot untuk menjalankannya.
it: Devi essere il proprietario del bot per eseguirlo.
ja: それを実行するにはボットの所有者である必要があります。
pt: Você precisa ser o dono do bot para executar isso.
ro: Trebuie să fiți proprietarul botului pentru a rula acest lucru.
ru: Ты должен быть хозяином бота, чтобы управлять им.

source: You are missing permissions to run this command. {0}
ar: لا توجد أذونات لتشغيل هذا الأمر. {0}
bn: আপনি এই আদেশটি চালানোর অনুমতি অনুপস্থিত। {0
de: Für die Ausführung dieses Befehls fehlen Ihnen die Berechtigungen. {0}
es: Te faltan permisos para ejecutar este comando. {0}
fi: Sinulta puuttuu käyttöoikeudet tämän komennon suorittamiseen. {0}
fr: Il vous manque des autorisations pour exécuter cette commande. {0}
hi: इस आदेश को चलाने के लिए आपको अनुमतियां याद आ रही हैं। {{}
id: Anda kehilangan izin untuk menjalankan perintah ini. {0}
it: Ti mancano i permessi per eseguire questo comando. {0}
ja: このコマンドを実行するための権限がありません。{0}
pt: Faltam-lhe as permissões para executar este comando. {0}
ro: Vă lipsesc permisiunile pentru a rula această comandă. {0}
ru: У вас не хватает разрешений на выполнение этой команды. {0}

source: I am missing permissions to run this command. {0}
ar: أنا في عداد المفقودين أذونات لتشغيل هذا الأمر. {0}
bn: এই কমান্ডটি চালানোর জন্য আমার অনুমতি নেই। {0
de: Mir fehlen die Berechtigungen zum Ausführen dieses Befehls. {0}
es: Me faltan permisos para ejecutar este comando. {0}
fi: Minulta puuttuu käyttöoikeudet tämän komennon suorittamiseen. {0}
fr: Il me manque des autorisations pour exécuter cette commande. {0}
hi: मुझे इस आदेश को चलाने के लिए अनुमतियाँ याद आ रही हैं। {{}
id: Saya kehilangan izin untuk menjalankan perintah ini. {0}
it: Mi mancano i permessi per eseguire questo comando. {0}
ja: このコマンドを実行するための権限がありません。{0}
pt: Faltam-me as permissões para executar este comando. {0}
ro: Îmi lipsesc permisiunile pentru a rula această comandă. {0}
ru: Мне не хватает разрешений на выполнение этой команды. {0}

source: You are missing the following role: {0}
ar: ينقصك الدور التالي: {0}
bn: আপনি নিম্নলিখিত ভূমিকা অনুপস্থিত: {0}
de: Ihnen fehlt die folgende Rolle: {0}
es: Le falta el siguiente papel: {0}
fi: Sinulta puuttuu seuraava rooli: {0}
fr: Il vous manque le rôle suivant : {0}
hi: आपको निम्नलिखित भूमिका याद आ रही है: {0}
id: Anda kehilangan peran berikut: {0}
it: Ti manca il seguente ruolo: {0}
ja: 次のロールがありません: {0}。
pt: Falta-lhe o seguinte papel: {0}
ro: Vă lipsește următorul rol: {0}
ru: Ты пропускаешь следующую роль: {0}

source: I am missing the following role: {0}
ar: افتقد الدور التالي: {0}
bn: আমি নিম্নলিখিত ভূমিকা অনুপস্থিত:: 0}
de: Ich vermisse die folgende Rolle: {0}
es: Me falta el siguiente papel: {0}
fi: Minulta puuttuu seuraava rooli: {0}
fr: Il me manque le rôle suivant : {0}
hi: मुझे निम्नलिखित भूमिका याद आ रही है: {0}
id: Saya kehilangan peran berikut: {0}
it: Mi manca il seguente ruolo: {0}
ja: 次の役割が欠けています: {0}。
pt: Falta-me o seguinte papel: {0}
ro: Îmi lipsește următorul rol: {0}
ru: Я пропускаю следующую роль: {0}

source: You are missing one of the following roles: {0}
ar: تفتقد أحد الأدوار التالية: {0}
bn: আপনি নিম্নলিখিত রোলগুলির মধ্যে একটি অনুপস্থিত: {0 les
de: Ihnen fehlt eine der folgenden Rollen: {0}
es: Te falta uno de los siguientes roles: {0}
fi: Sinulta puuttuu yksi seuraavista rooleista: {0}
fr: Il vous manque un des rôles suivants : {0}
hi: आपको निम्नलिखित में से एक भूमिका याद आ रही है: {0}
id: Anda kehilangan salah satu peran berikut: {0}
it: Ti manca uno dei seguenti ruoli: {0}
ja: 以下のロールのいずれかが欠けています。{0}
pt: Falta-lhe um dos seguintes papéis: {0}
ro: Vă lipsește unul dintre următoarele roluri: {0}
ru: Ты пропускаешь одну из следующих ролей: {0}

source: I am missing one of the following roles: {0}
ar: يفتقد أحد الأدوار التالية: {0}
bn: আমি নিম্নলিখিত ভূমিকাগুলির মধ্যে একটি অনুপস্থিত: {0}
de: Mir fehlt eine der folgenden Rollen: {0}
es: Me falta uno de los siguientes papeles: {0}
fi: Minulta puuttuu yksi seuraavista rooleista: {0}
fr: Il me manque un des rôles suivants : {0}
hi: मुझे निम्नलिखित में से एक भूमिका याद आ रही है: {0}
id: Saya kehilangan salah satu peran berikut: {0}
it: Mi manca uno dei seguenti ruoli: {0}
ja: 以下の役割のうち、1つが欠けています。{0}
pt: Falta-me um dos seguintes papéis: {0}
ro: Îmi lipsește unul dintre următoarele roluri: {0}
ru: Я пропускаю одну из следующих ролей: {0}

source: You need to be in a NSFW channel to run that.
ar: يجب أن تكون في قناة NSFW لتشغيل ذلك.
bn: এটি চালানোর জন্য আপনাকে এনএসএফডাব্লু চ্যানেলে থাকা দরকার।
de: Sie müssen in einem NSFW-Kanal sein, um das auszuführen.
es: Necesitas estar en un canal de la NSFW para transmitir eso.
fi: Sinun on oltava NSFW-kanavalla, jotta voit suorittaa sen.
fr: Il faut être dans un canal de la NSFW pour le faire.
hi: इसे चलाने के लिए आपको एक NSFW चैनल में होना चाहिए।
id: Anda harus berada di saluran NSFW untuk menjalankannya.
it: Devi essere in un canale NSFW per eseguirlo.
ja: ＮＳＦＷチャンネルじゃないと運営できないよ
pt: Você precisa estar em um canal NSFW para executar isso.
ro: Trebuie să fiți într-un canal NSFW pentru a rula acest lucru.
ru: Вам нужно быть в NSFW канале, чтобы запустить это.
