Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: messages.*.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: You've used too many updaters! You've used {0} of your {1} updaters. Get more by voting on top.gg.
ar: لقد استخدمت الكثير من أدوات التحديث! لقد استخدمت {0} من {1} أدوات التحديث. احصل على المزيد بالتصويت على top.gg.
bn: আপনি অনেক বেশি আপডেটার ব্যবহার করেছেন! আপনি আপনার {1} আপডেটকারীদের {0} ব্যবহার করেছেন। শীর্ষ.gg এ ভোট দিয়ে আরও পান
de: Sie haben zu viele Updater verwendet! Sie haben {0} Ihrer {1} Updater verwendet. Erhalten Sie mehr, indem Sie auf top.gg abstimmen.
es: Has utilizado demasiados actualizadores Has utilizado {0} de tus {1} actualizadores. Consigue más votando en top.gg.
fi: Olet käyttänyt liian monta päivittäjää! Olet käyttänyt {0} päivittäjääsi {1}. Hanki lisää äänestämällä sivustolla top.gg.
fr: Vous avez utilisé trop de mises à jour ! Vous avez utilisé {0} de vos updaters {1}. Obtenez-en plus en votant sur top.gg.
hi: आपने बहुत सारे updaters का उपयोग किया है! आपने अपने {1} updaters के {0} का उपयोग किया है। शीर्ष पर जाकर मतदान करें।
id: Anda telah menggunakan terlalu banyak updater! Anda telah menggunakan {0} dari {1} pembaru Anda. Dapatkan lebih banyak dengan memberi suara di top.gg.
it: Hai usato troppi programmi di aggiornamento! Hai usato {0} dei tuoi {1} programmi di aggiornamento. Ottieni di più votando su top.gg.
ja: アップデータを使いすぎです。あなたは{1}のアップデータのうち{0}を使用しました。top.ggで投票して、もっと多くのアップデータをゲットしましょう。
pt: Você já usou demasiadas actualizações! Você usou {0} dos seus {1}atualizadores. Obtenha mais votando em top.gg.
ro: Ați folosit prea mulți actualizatori! Ați folosit {0} dintre {1} actualizatorii dvs., obțineți mai mulți votând pe top.gg.
ru: Ты использовал слишком много модификаторов! Вы использовали {0} ваших {1}обновителей. Получите больше, проголосовав на top.gg.

source: ❌ Did you really try to set the autoupdater delay to more than a year? Oi. Anyways, that isn't allowed. Try again with a more reasonable delay.
ar: ❌ هل حاولت حقًا ضبط تأخير التحديث التلقائي لأكثر من عام؟ أوي. على أي حال ، هذا غير مسموح به. حاول مرة أخرى بتأخير معقول.
bn: You আপনি কি সত্যই অটোপডেটারের বিলম্বটিকে এক বছরেরও বেশি সেট করার চেষ্টা করেছিলেন? ওয়। যাইহোক, এটি অনুমোদিত নয়। আরও যুক্তিসঙ্গত দেরি করে আবার চেষ্টা করুন।
de: ❌ Haben Sie wirklich versucht, die Autoupdater-Verzögerung auf mehr als ein Jahr einzustellen? Oi. Wie auch immer, das ist nicht erlaubt. Versuchen Sie es noch einmal mit einer vernünftigeren Verzögerung.
es: ❌ ¿Realmente trató de establecer el retraso del autoactualizador en más de un año? Oi. De todas formas, eso no está permitido. Inténtalo de nuevo con un retraso más razonable.
fi: ❌ Yrititkö todella asettaa automaattisen päivityksen viiveeksi yli vuoden? Oi. Joka tapauksessa, se ei ole sallittua. Yritä uudelleen kohtuullisemmalla viiveellä.
fr: ❌ Avez-vous vraiment essayé de fixer le délai de mise à jour automatique à plus d'un an ? Oi. De toute façon, ce n'est pas autorisé. Essayez à nouveau avec un délai plus raisonnable.
hi: Ater क्या आपने वास्तव में एक वर्ष से अधिक समय के लिए ऑटूप्डेटर देरी निर्धारित करने का प्रयास किया था? ओय। वैसे भी, इसकी अनुमति नहीं है। अधिक उचित देरी के साथ फिर से प्रयास करें।
id: ❌ Apakah Anda benar-benar mencoba menyetel penundaan autoupdater menjadi lebih dari satu tahun? Oi. Bagaimanapun, itu tidak diperbolehkan. Coba lagi dengan penundaan yang lebih masuk akal.
it: ❌ Hai davvero provato a impostare il ritardo dell'autoupdater a più di un anno? Oi. Comunque, questo non è permesso. Riprova con un ritardo più ragionevole.
ja: ❌ オートウプデーターの遅延を1年以上にしようとしたんですか？おーい。とにかく、それは許されません。もっと妥当な遅延を設定してみてください。
pt: ❌ Você realmente tentou ajustar o atraso do autoupdater para mais de um ano? Oi. De qualquer forma, isso não é permitido. Tente novamente com um atraso mais razoável.
ro: ❌Chiar ai încercat să setezi delay-ul autoupdater-ului mai mult de un an? băi. Oricum, nu merge. Încearcă din nou cu un delay mai favorabil.
ru: ❌ Вы действительно пытались установить задержку автообновления более чем на год? Эй. В любом случае, это не разрешено. Попробуй еще раз с более разумной задержкой.

source: ⚠ You're setting a delay longer than 1 day! Are you sure you want to do this? To confirm, type `ok` within 15 seconds.
ar: ⚠ أنت تقوم بتعيين تأخير أطول من يوم واحد! هل انت متأكد من أنك تريد أن تفعل هذا؟ للتأكيد ، اكتب "موافق" خلال 15 ثانية.
bn: ⚠ আপনি 1 দিনের চেয়ে বেশি বিলম্ব নির্ধারণ করছেন! আপনি কি সত্যি এটা করতে চান? নিশ্চিত করতে, 15 সেকেন্ডের মধ্যে `Ok` টাইপ করুন।
de: ⚠ Sie stellen eine Verzögerung länger als 1 Tag ein! Sind Sie sicher, dass Sie dies tun wollen? Geben Sie zur Bestätigung innerhalb von 15 Sekunden `ok` ein.
es: ⚠ ¡Estás estableciendo un retraso de más de 1 día! ¿Estás seguro de que quieres hacer esto? Para confirmar, escribe "ok" dentro de 15 segundos.
fi: ⚠ Asetat viiveen, joka on pidempi kuin yksi päivä! Haluatko varmasti tehdä tämän? Vahvista kirjoittamalla `ok` 15 sekunnin kuluessa.
fr: ⚠ Vous fixez un délai de plus d'un jour ! Êtes-vous sûr de vouloir faire cela ? Pour confirmer, tapez "oc" dans les 15 secondes.
hi: Delay आप 1 दिन से अधिक की देरी कर रहे हैं! क्या आप वास्तव में इसे करना चाहते हैं? पुष्टि करने के लिए, 15 सेकंड के भीतर `ठीक` लिखें।
id: ⚠ Anda menyetel penundaan lebih dari 1 hari! Anda yakin ingin melakukan ini? Untuk mengonfirmasi, ketik `ok` dalam 15 detik.
it: ⚠ Stai impostando un ritardo superiore a 1 giorno! Sei sicuro di volerlo fare? Per confermare, digita `ok` entro 15 secondi.
ja: ⚠ 1日以上の遅延を設定しています！？本当にいいんですか？確認するには15秒以内に`ok`と入力してください。
pt: ⚠ Você está definindo um atraso maior que 1 dia! Tens a certeza que queres fazer isto? Para confirmar, digite `ok` dentro de 15 segundos.
ro: ⚠Setați un delay mai lung de o zi! Sunteți sigur ca vreți să faceți asta? Pentru a confirma, scrieți `ok` în decurs de 15 secunde.
ru: ⚠ Вы устанавливаете задержку дольше, чем на 1 день! Ты уверен, что хочешь это сделать? Для подтверждения введите `ок` в течение 15 секунд.

source: Action cancelled.
ar: تم إلغاء الإجراء.
bn: ক্রিয়া বাতিল হয়েছে।
de: Aktion abgebrochen.
es: Acción cancelada.
fi: Toiminto peruutettu.
fr: Action annulée.
hi: कार्रवाई रद्द
id: Tindakan dibatalkan.
it: Azione annullata.
ja: アクションはキャンセルされました。
pt: Acção cancelada.
ro: Acțiune anulată.
ru: Действие отменяется.

source: Continuing setup...
ar: جارٍ الإعداد ...
bn: অব্যাহত সেটআপ ...
de: Fortsetzung der Einrichtung...
es: Continuando la configuración...
fi: Jatketaan asetusta ...
fr: Poursuite de la mise en place...
hi: सतत सेटअप ...
id: Melanjutkan penyiapan ...
it: Continuare il setup...
ja: 設定を続ける...。
pt: Configuração contínua...
ro: Continuând configurarea...
ru: Продолжающаяся настройка...

source: Hi there! Welcome to the COVID-19 Bot autoupdater interactive setup. Let's get started. Choose one of the following options. 1⃣: Updates for the world. 2⃣: Updates for a continent. 3⃣: Updates for a country.
ar: أهلا! مرحبًا بك في الإعداد التفاعلي لـ COVID-19 Bot autoupdater. هيا بنا نبدأ. اختيار واحد من الخيارات التالية. 1⃣: تحديثات للعالم. 2⃣: تحديثات لقارة. 3⃣: تحديثات لبلد.
bn: হাই! COVID-19 বট অটোপডেটার ইন্টারেক্টিভ সেটআপে আপনাকে স্বাগতম। চল শুরু করি. নিম্নলিখিত বিকল্পগুলির মধ্যে একটি চয়ন করুন। 1⃣: বিশ্বের জন্য আপডেট। 2⃣: একটি মহাদেশের জন্য আপডেট। 3⃣: একটি দেশের জন্য আপডেট।
de: Hallo zusammen! Willkommen zum interaktiven Setup des COVID-19 Bot Autoupdaters. Lassen Sie uns beginnen. Wählen Sie eine der folgenden Optionen. 1⃣: Updates für die ganze Welt. 2⃣: Aktualisierungen für einen Kontinent. 3⃣: Aktualisierungen für ein Land.
es: Hola a todos Bienvenido a la configuración interactiva del COVID-19 Bot. Vamos a empezar. Elija una de las siguientes opciones. 1⃣: Actualizaciones para el mundo. 2⃣: Actualizaciones para un continente. 3⃣: Actualizaciones para un país.
fi: Hei siellä! Tervetuloa COVID-19 Botin automaattisen päivityksen vuorovaikutteiseen asetukseen. Aloitetaan. Valitse yksi seuraavista vaihtoehdoista. 1⃣: Päivitykset maailmalle. 2⃣: Päivitykset mantereelle. 3⃣: Maan päivitykset.
fr: Bonjour à tous ! Bienvenue à l'installation interactive de la mise à jour automatique du Bot COVID-19. Commençons. Choisissez l'une des options suivantes. 1⃣ : Mises à jour pour le monde entier. 2⃣ : Mises à jour pour un continent. 3⃣ : Mises à jour pour un pays.
hi: नमस्ते! COVID-19 बीओटी ऑटोपेडेटर इंटरएक्टिव सेटअप में आपका स्वागत है। आएँ शुरू करें। निम्न में से कोई एक विकल्प चुनें। 1 the: दुनिया के लिए अपडेट। 2: एक महाद्वीप के लिए अपडेट। 3: किसी देश के लिए अपडेट।
id: Halo yang disana! Selamat datang di penyiapan interaktif autoupdater Bot COVID-19. Mari kita mulai. Pilih salah satu opsi berikut. 1⃣: Pembaruan untuk dunia. 2⃣: Pembaruan untuk sebuah benua. 3⃣: Pembaruan untuk suatu negara.
it: Ciao a tutti! Benvenuti al setup interattivo di COVID-19 Bot autoupdater. Cominciamo. Scegli una delle seguenti opzioni. 1⃣: Aggiornamenti per il mondo. 2⃣: Aggiornamenti per un continente. 3⃣: Aggiornamenti per un paese.
ja: こんにちは!COVID-19 Bot autoupdater インタラクティブセットアップへようこそ。 それでは始めましょう。以下のオプションのいずれかを選択してください。 1⃣:世界を更新します。 2⃣:大陸の更新です。 3⃣:国の最新情報です。
pt: Olá! Bem-vindo à configuração interactiva do COVID-19 Bot autoupdater. Vamos começar. Escolha uma das seguintes opções. 1⃣: Actualizações para o mundo. 2⃣: Actualizações para um continente. 3⃣: Actualizações para um país.
ro: Salut! Bine te-am găsit la configuratorul autoupdater-ul interactiv. Să începem! Alege una dintre următoarele opțiuni. 1⃣: Noutăți despre lume. 2⃣: Noutăți despre continent. 3⃣: Noutăți despre o țară.
ru: Привет! Добро пожаловать на интерактивную установку автообновления бота COVID-19. Начнем. Выберите один из следующих вариантов. 1⃣: Обновления для всего мира. 2⃣: Обновления для континента. 3⃣: Обновления для страны.

source: Timed out.
ar: نفد وقته.
bn: সময় শেষ হয়েছে.
de: Zeitüberschreitung.
es: Se acabó el tiempo.
fi: Aika loppui.
fr: Temporisé.
hi: समय समााप्त।
id: Waktu habis.
it: Scaduto il tempo.
ja: タイムアウトした
pt: Temporizado.
ro: Expirat.
ru: Время вышло.

source: Next, what update delay would you like? For example, 12h would do a update every 12 hours. Keep in mind any delays beyond 1 year will not work.
ar: بعد ذلك ، ما هو تأخير التحديث الذي تريده؟ على سبيل المثال ، 12 ساعة ستجري تحديثًا كل 12 ساعة. ضع في اعتبارك أن أي تأخير بعد عام واحد لن ينجح.
bn: পরবর্তী, আপনি কোন আপডেটের বিলম্ব চান? উদাহরণস্বরূপ, 12 ঘন্টা প্রতি 12 ঘন্টা পরে একটি আপডেট করবে। মনে রাখবেন যে 1 বছরেরও বেশি বিলম্ব কাজ করবে না।
de: Als nächstes, welche Aktualisierungsverzögerung möchten Sie? Zum Beispiel würde 12h ein Update alle 12 Stunden durchführen. Beachten Sie, dass Verzögerungen über 1 Jahr hinaus nicht funktionieren.
es: A continuación, ¿qué retraso de actualización desea? Por ejemplo, 12h haría una actualización cada 12 horas. Tenga en cuenta que cualquier retraso de más de 1 año no funcionará.
fi: Seuraavaksi, mitä päivitysviivettä haluaisit? Esimerkiksi 12h päivittää 12 tunnin välein. Muista, että yli vuoden viivästykset eivät toimi.
fr: Ensuite, quel délai de mise à jour souhaitez-vous ? Par exemple, 12h ferait une mise à jour toutes les 12 heures. Gardez à l'esprit que tout retard supérieur à 1 an ne fonctionnera pas.
hi: अगला, आप किस अपडेट में देरी करना चाहेंगे? उदाहरण के लिए, 12h हर 12 घंटे में एक अपडेट करेगा। ध्यान रखें 1 वर्ष से अधिक की देरी से काम नहीं चलेगा।
id: Selanjutnya, penundaan pembaruan apa yang Anda inginkan? Misalnya, 12 jam akan melakukan pembaruan setiap 12 jam. Ingatlah bahwa penundaan lebih dari 1 tahun tidak akan berhasil.
it: Poi, quale ritardo di aggiornamento vorresti? Per esempio, 12h farebbe un aggiornamento ogni 12 ore. Tieni presente che qualsiasi ritardo oltre 1 anno non funzionerà.
ja: 次に、どのような更新遅延を希望しますか？例えば、12hは12時間ごとに更新します。1年を超える遅延は機能しないことを覚えておいてください。
pt: A seguir, que atraso de atualização você gostaria? Por exemplo, 12h faria uma atualização a cada 12 horas. Tenha em mente que qualquer atraso para além de 1 ano não funcionará.
ro: Acum, ce delay v-ar plăcea? Exemplu, 12h o să facă un update fiecare 12 ore. Ține-ți minte orice delay mai lung de un an nu va merge.
ru: Далее, какая задержка обновления вам нужна? Например, каждые 12 часов обновление будет производиться каждые 12 часов. Помните, что любые задержки после 1 года не будут работать.

source: Invalid time provided. Make sure it's in the correct format!
ar: تم تقديم وقت غير صحيح. تأكد من أنه بالتنسيق الصحيح!
bn: অবৈধ সময় সরবরাহ করা হয়েছে। এটি সঠিক ফর্ম্যাটে রয়েছে তা নিশ্চিত করুন!
de: Ungültige Zeit angegeben. Stellen Sie sicher, dass sie im richtigen Format ist!
es: La hora proporcionada no es válida. Asegúrese de que está en el formato correcto
fi: Annettu virheellinen aika. Varmista, että se on oikeassa muodossa!
fr: Temps non valable fourni. Assurez-vous qu'il est au bon format !
hi: अमान्य समय प्रदान किया गया। सुनिश्चित करें कि यह सही प्रारूप में है!
id: Waktu yang diberikan tidak valid. Pastikan itu dalam format yang benar!
it: Tempo non valido fornito. Assicurati che sia nel formato corretto!
ja: 無効な時間が入力されました。正しいフォーマットであることを確認してください。
pt: Tempo inválido fornecido. Certifique-se de que está no formato correcto!
ro: Timpul furnizat invalid. Asigurați-vă că este formatul corect!
ru: Недопустимое время предоставлено. Убедитесь, что оно в правильном формате!

source: Finally, what country would you like to do a update for? Type the country's ISO2 code into chat.
ar: أخيرًا ، ما البلد الذي تريد إجراء تحديث له؟ اكتب رمز ISO2 الخاص بالبلد في الدردشة.
bn: অবশেষে, আপনি কোন দেশের জন্য একটি আপডেট করতে চান? চ্যাটে দেশের আইএসও 2 কোডটি টাইপ করুন।
de: Schließlich, für welches Land möchten Sie ein Update durchführen? Geben Sie den ISO2-Code des Landes in den Chat ein.
es: Por último, ¿para qué país quieres hacer una actualización? Escriba el código ISO2 del país en el chat.
fi: Lopuksi, mihin maahan haluat tehdä päivityksen? Kirjoita maan ISO2-koodi chattiin.
fr: Enfin, pour quel pays souhaitez-vous faire une mise à jour ? Tapez le code ISO2 du pays dans le chat.
hi: अंत में, आप किस देश के लिए अपडेट करना चाहेंगे? चैट में देश का ISO2 कोड लिखें।
id: Terakhir, negara mana yang ingin Anda perbarui? Ketik kode ISO2 negara tersebut ke dalam obrolan.
it: Infine, per quale paese vorresti fare un aggiornamento? Digita il codice ISO2 del paese nella chat.
ja: 最後に、どの国でアップデートを行いたいですか？チャットにその国のISO2コードを入力してください。
pt: Finalmente, para que país você gostaria de fazer uma atualização? Digite o código ISO2 do país no chat.
ro: Acum, de la ce țară ați dorii să primiți update-uri? Scrieți codul ISO2 al țării în chat.
ru: Наконец, для какой страны вы хотели бы сделать обновление? Введите код страны ISO2 в чат.

source: Didn't find a country name! Try again.
ar: لم يتم العثور على اسم الدولة! حاول مجددا.
bn: কোনও দেশের নাম খুঁজে পেল না! আবার চেষ্টা করুন.
de: Es wurde kein Ländername gefunden! Versuchen Sie es erneut.
es: No se ha encontrado el nombre del país Inténtalo de nuevo.
fi: Ei löytänyt maan nimeä! Yritä uudelleen.
fr: Je n'ai pas trouvé de nom de pays ! Essayez à nouveau.
hi: देश का नाम नहीं मिला! पुनः प्रयास करें।
id: Tidak menemukan nama negara! Coba lagi.
it: Non hai trovato il nome di un paese! Prova di nuovo.
ja: 国名が見つかりませんでしたもう一度試してみてください。
pt: Não encontrei um nome de país! Tente novamente.
ro: Nu am putut găsii numele țării! Încercați din nou.
ru: Не нашел названия страны! Попробуй еще раз.

source: I found a {0} instead of a country! You can let this time out and try again.
ar: لقد وجدت {0} بدلاً من بلد! يمكنك السماح لهذه المهلة والمحاولة مرة أخرى.
bn: আমি একটি দেশের পরিবর্তে একটি {0 found পেয়েছি! আপনি এই সময়টি বেরিয়ে যেতে এবং আবার চেষ্টা করতে পারেন।
de: Ich habe eine {0} anstelle eines Landes gefunden! Sie können diese Zeit auslassen und es erneut versuchen.
es: ¡He encontrado un {0} en lugar de un país! Puedes dejar pasar este tiempo e intentarlo de nuevo.
fi: Löysin maan sijasta {0}! Voit antaa tämän aikakatkaisun ja yrittää uudelleen.
fr: J'ai trouvé un {0} au lieu d'un pays ! Vous pouvez laisser ce temps s'écouler et réessayer.
hi: मुझे देश के बजाय {0} मिला! आप इस समय को समाप्त कर सकते हैं और पुनः प्रयास कर सकते हैं।
id: Saya menemukan {0} alih-alih sebuah negara! Anda dapat membiarkan waktu ini habis dan mencoba lagi.
it: Ho trovato un {0} invece di un paese! Puoi lasciar scadere questo tempo e riprovare.
ja: 国の代わりに{0}を見つけました。この時間を空けてもう一度やってみてください。
pt: Eu encontrei um {0} em vez de um país! Desta vez podes deixar sair e tentar novamente.
ro: Am găsit {0} în loc de o țară! Puteți lăsa ca mesajul să expire și să încercați din nou.
ru: Я нашел не страну, а страну! Ты можешь отпустить этот раз и попробовать еще раз.

source: Finally, what continent would you like to do a update for? Type the continent name into chat.
ar: أخيرًا ، ما القارة التي ترغب في إجراء تحديث لها؟ اكتب اسم القارة في الدردشة.
bn: অবশেষে, আপনি কোন মহাদেশের জন্য একটি আপডেট করতে চান? আড্ডায় মহাদেশের নাম টাইপ করুন।
de: Schließlich, für welchen Kontinent möchten Sie ein Update durchführen? Geben Sie den Namen des Kontinents im Chat ein.
es: Por último, ¿para qué continente te gustaría hacer una actualización? Escribe el nombre del continente en el chat.
fi: Lopuksi, mihin maanosaan haluaisit tehdä päivityksen? Kirjoita mantereen nimi chattiin.
fr: Enfin, pour quel continent souhaitez-vous faire une mise à jour ? Tapez le nom du continent dans le chat.
hi: अंत में, आप किस महाद्वीप के लिए एक अद्यतन करना चाहेंगे? चैट में महाद्वीप का नाम टाइप करें।
id: Terakhir, untuk benua apa Anda ingin melakukan pembaruan? Ketik nama benua ke dalam obrolan.
it: Infine, per quale continente vorresti fare un aggiornamento? Digita il nome del continente nella chat.
ja: 最後に、アップデートを行いたい大陸を教えてください。チャットに大陸名を入力してください。
pt: Finalmente, para que continente você gostaria de fazer uma atualização? Digite o nome do continente no chat.
ro: Acum, de la ce continent ați dorii să primiți update-uri? Scrieți numele continentului în chat.
ru: Наконец, для какого континента вы хотели бы сделать обновление? Введите название континента в чат.

source: Didn't find a continent name! Try again.
ar: لم يتم العثور على اسم القارة! حاول مجددا.
bn: মহাদেশের নাম খুঁজে পেল না! আবার চেষ্টা করুন.
de: Es wurde kein Kontinentname gefunden! Versuchen Sie es erneut.
es: No se ha encontrado el nombre del continente Inténtalo de nuevo.
fi: En löytänyt maanosan nimeä! Yritä uudelleen.
fr: Je n'ai pas trouvé le nom d'un continent ! Essayez à nouveau.
hi: एक महाद्वीप का नाम नहीं मिला! पुनः प्रयास करें।
id: Tidak menemukan nama benua! Coba lagi.
it: Non hai trovato il nome di un continente! Prova di nuovo.
ja: 大陸名が見つかりませんでした！もう一度試してみてください。
pt: Não encontrei um nome de continente! Tente novamente.
ro: Nu am găsit un numele continentului! Încercați din nou.
ru: Не нашел названия континента! Попробуй еще раз.

source: I found a {0} instead of a continent! You can let this time out and try again.
ar: لقد وجدت {0} بدلاً من القارة! يمكنك السماح لهذه المهلة والمحاولة مرة أخرى.
bn: আমি একটি মহাদেশের পরিবর্তে একটি {0} পেয়েছি! আপনি এই সময়টি বেরিয়ে যেতে এবং আবার চেষ্টা করতে পারেন।
de: Ich habe eine {0} statt eines Kontinents gefunden! Sie können diese Zeit auslassen und es erneut versuchen.
es: ¡He encontrado un {0} en lugar de un continente! Puedes dejar pasar este tiempo e intentarlo de nuevo.
fi: Löysin maanosan sijasta {0}! Voit antaa tämän aikakatkaisun ja yrittää uudelleen.
fr: J'ai trouvé un {0} au lieu d'un continent ! Vous pouvez laisser ce temps s'écouler et réessayer.
hi: मुझे एक महाद्वीप के बजाय एक {0} मिला! आप इस समय को समाप्त कर सकते हैं और पुनः प्रयास कर सकते हैं।
id: Saya menemukan {0} alih-alih benua! Anda dapat membiarkan waktu ini habis dan mencoba lagi.
it: Ho trovato un {0} invece di un continente! Puoi lasciar scadere questo tempo e riprovare.
ja: 大陸ではなく{0}を見つけました。今回は時間を空けてもう一度やってみてください。
pt: Eu encontrei um {0} em vez de um continente! Desta vez podes deixar sair e tentar novamente.
ro: Am găsit {0} în loc de un continent! Puteți lăsa ca mesajul să expire și să încercați din nou.
ru: Я нашел не континент, а континент! Ты можешь отпустить этот раз и попробовать снова.

source: ❌ Failed to get a ISO2 code for the country! `/list` will show you a list of countries and their IDs.
ar: ❌ فشل في الحصول على رمز ISO2 للبلد! سيعرض لك "/ list" قائمة بالبلدان ومعرفاتها.
bn: For দেশের জন্য একটি আইএসও 2 কোড পেতে ব্যর্থ! `/ list` আপনাকে দেশগুলির তালিকা এবং তাদের আইডি দেখায়।
de: ❌ Es konnte kein ISO2-Code für das Land ermittelt werden! `/list` zeigt Ihnen eine Liste von Ländern und deren IDs.
es: ❌ ¡No consiguió un código ISO2 para el país! La lista te mostrará una lista de países y sus identificaciones.
fi: ❌ Maalle ei saatu ISO2-koodia! `/ list` näyttää luettelon maista ja niiden tunnuksista.
fr: ❌ N'a pas réussi à obtenir un code ISO2 pour le pays ! `/list` vous montrera une liste de pays et leurs identifiants.
hi: ❌ देश के लिए ISO2 कोड प्राप्त करने में विफल! `/ सूची` आपको देशों और उनकी आईडी की सूची दिखाएगा।
id: ❌ Gagal mendapatkan kode ISO2 untuk negara tersebut! `/ list` akan menampilkan daftar negara dan ID-nya.
it: ❌ Non è stato possibile ottenere un codice ISO2 per il paese! `/list` ti mostrerà una lista di paesi e i loro ID.
ja: ❌ その国のISO2コードの取得に失敗しました!リスト`/list`は国とその国のIDのリストを表示します。
pt: ❌ Falha em obter um código ISO2 para o país! A "/lista" irá mostrar-lhe uma lista de países e os seus IDs.
ro: ❌ Nu am putut obține un cod ISO2 pentru această țară! `/ list` vă va afișa o listă de țări și ID-urile acestora.
ru: ❌ Не удалось получить код ISO2 для страны! `/список` покажет вам список стран и их ID.

source: I found a {0} instead of a country! You can try `{1}` instead.
ar: لقد وجدت {0} بدلاً من بلد! يمكنك تجربة "{1}" بدلاً من ذلك.
bn: আমি একটি দেশের পরিবর্তে একটি {0 found পেয়েছি! পরিবর্তে আপনি `{1} try চেষ্টা করতে পারেন।
de: Ich habe eine {0} anstelle eines Landes gefunden! Sie können stattdessen `{1}` versuchen.
es: ¡He encontrado un {0} en lugar de un país! Puedes probar con `{1}` en su lugar.
fi: Löysin maan sijasta {0}! Voit kokeilla sen sijaan {1}.
fr: J'ai trouvé un {0} au lieu d'un pays ! Vous pouvez essayer `{1}` à la place.
hi: मुझे देश के बजाय {0} मिला! आप इसके बजाय `{1}` आज़मा सकते हैं।
id: Saya menemukan {0} alih-alih sebuah negara! Anda dapat mencoba `{1}` sebagai gantinya.
it: Ho trovato un {0} invece di un paese! Puoi provare con `{1}` invece.
ja: 国の代わりに{0}を見つけました。代わりに `{1}` を使ってみてください。
pt: Eu encontrei um {0} em vez de um país! Podes tentar "1" em vez disso.
ro: Am găsit un {0} în loc de o țară. În schimb poți încerca `{1}` .
ru: Я нашел не страну, а страну! Ты можешь попробовать {{1}}А вместо этого.{1}

source: ✅ Posting stats for {0} in this channel every {1}.
ar: ✅ يتم نشر الإحصائيات لـ {0} في هذه القناة كل {1}.
bn: Channel এই চ্যানেলে প্রতি {1} এ {0 for এর জন্য পরিসংখ্যান পোস্ট করা}
de: ✅ Posting der Statistiken für {0} in diesem Kanal alle {1}.
es: ✅ Publicando estadísticas para {0} en este canal cada {1}.
fi: ✅ Tilastojen lähettäminen kanavalle {0} tälle kanavalle joka {1}.
fr: ✅ Affichage des statistiques pour {0} sur ce canal tous les {1}.
hi: इस चैनल में {0} के लिए आंकड़े पोस्ट करना हर {1}।
id: ✅ Statistik pengeposan untuk {0} di saluran ini setiap {1}.
it: ✅ Pubblicare statistiche per {0} in questo canale ogni {1}.
ja: ✅ このチャンネルの{0}のスタッツを{1}ごとに投稿しています。
pt: ✅ Publicando estatísticas para {0} neste canal a cada {1}.
ro: ✅Postând statistici pentru {0} in acest canal fiecare {1}.
ru: ✅ Размещение статистики {0} на этом канале каждый {1}.
