Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: messages.*.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: ❌ Failed to get a continent name! {0} will show you a list of continents.
ar: ❌ فشل في الحصول على اسم القارة! سيعرض لك {0} قائمة بالقارات.
bn: Contin একটি মহাদেশের নাম পেতে ব্যর্থ! {0 you আপনাকে মহাদেশের একটি তালিকা প্রদর্শন করবে।
de: ❌ Der Name eines Kontinents konnte nicht ermittelt werden! {0} zeigt Ihnen eine Liste der Kontinente.
es: ❌ ¡Fallo en la obtención de un nombre de continente! {0} te mostrará una lista de continentes.
fi: ❌ Maanosan nimen saaminen epäonnistui! {0} näyttää luettelon mantereista.
fr: ❌ N'a pas réussi à obtenir un nom de continent ! {0} vous montrera une liste de continents.
hi: Contin एक महाद्वीप नाम प्राप्त करने में विफल! {0} आपको महाद्वीपों की एक सूची दिखाएंगे।
id: ❌ Gagal mendapatkan nama benua! {0} akan menampilkan daftar benua.
it: ❌ Non è riuscito a ottenere il nome di un continente! {0} ti mostrerà una lista di continenti.
ja: ❌ 大陸名の取得に失敗しました!0}は大陸の一覧を表示します。
pt: ❌ Falhou em conseguir um nome de continente! {0} irá mostrar-lhe uma lista de continentes.
ro: ❌ Nu am reușit să găsesc un continent cu acel nume! {0} îți va arăta o listă cu continente.
ru: ❌ Не удалось получить название континента! {0} покажет вам список континентов.

source: ❌ I found a {0} instead of a continent! You can try `{1}` instead.
ar: ❌ لقد وجدت {0} بدلاً من القارة! يمكنك تجربة "{1}" بدلاً من ذلك.
bn: ❌ আমি একটি মহাদেশের পরিবর্তে একটি {0 found পেয়েছি! পরিবর্তে আপনি `{1} try চেষ্টা করতে পারেন।
de: ❌ Ich habe eine {0} anstelle eines Kontinents gefunden! Sie können stattdessen `{1}` versuchen.
es: ❌ ¡He encontrado un {0} en lugar de un continente! Puedes probar con `{1}` en su lugar.
fi: ❌ Löysin maanosan sijasta {0}! Voit kokeilla sen sijaan {1}.
fr: ❌ J'ai trouvé un {0} au lieu d'un continent ! Vous pouvez essayer `{1}` à la place.
hi: ❌ मुझे एक महाद्वीप के बजाय एक {0} मिला! आप इसके बजाय `{1}` आज़मा सकते हैं।
id: ❌ Saya menemukan {0} alih-alih benua! Anda dapat mencoba `{1}` sebagai gantinya.
it: ❌ Ho trovato un {0} invece di un continente! Puoi provare con `{1}` invece.
ja: ❌ 大陸ではなく{0}を見つけました!代わりに`{1}`を試してみてください。
pt: ❌ Eu encontrei um {0} em vez de um continente! Você pode tentar `{1}` em vez disso.
ro: ❌Am găsit un {0} în loc de un continent. În schimb poți încerca `{1}` .
ru: ❌ Я нашел {0} вместо континента! Ты можешь попробовать {{1}}А вместо этого.{0}

source: ❌ Must pass either {0} or a ID as a argument.
ar: ❌ يجب تمرير إما {0} أو معرّف كوسيطة.
bn: Either অবশ্যই একটি {0} বা একটি আইডি আর্গুমেন্ট হিসাবে পাস করতে হবে।
de: ❌ Muss entweder {0} oder eine ID als Argument übergeben.
es: ❌ Debe pasar {0} o un ID como argumento.
fi: ❌ Argumenttina on annettava joko {0} tai tunnus.
fr: ❌ Doit passer soit {0} soit une ID comme argument.
hi: ❌ तर्क के रूप में या तो {0} या आईडी पास करना होगा।
id: ❌ Harus meneruskan {0} atau ID sebagai argumen.
it: ❌ Deve passare {0} o un ID come argomento.
ja: ❌ {0}かIDを引数に渡さなければなりません。
pt: ❌ Deve passar ou {0} ou uma identificação como argumento.
ro: ❌ Trebuie să treacă ca {0}, sau un ID ca argument.
ru: ❌ В качестве аргумента должен быть передан либо {0}, либо ID.

source: ✅ Deleted all autoupdaters in this channel.
ar: ✅ تم حذف جميع البيانات التلقائية في هذه القناة.
bn: This এই চ্যানেলে সমস্ত অটোপডেটর মোছা হয়েছে।
de: ✅ Alle Autoupdater in diesem Kanal wurden gelöscht.
es: ✅ Se han borrado todos los autoupdaters de este canal.
fi: ✅ Poisti kaikki tämän kanavan automaattiryhmät.
fr: ✅ Suppression de toutes les mises à jour automatiques de ce canal.
hi: All इस चैनल में सभी ऑटूपडेटर्स को हटा दिया गया।
id: ✅ Menghapus semua autoupdater di saluran ini.
it: ✅ Cancellato tutti gli autoupdater in questo canale.
ja: ✅ このチャンネルのオートウプデーターを全て削除しました。
pt: ✅ Eliminou todos os autoupdaters deste canal.
ro: ✅ Toți autoupdaterii au fost șterși din acest canal .
ru: ✅ Удалены все автообновители в этом канале.

source: ❌ No autoupdater with that ID found.
ar: ❌ لم يتم العثور على محدث تلقائي بهذا المعرف.
bn: ID আইডি সহ কোনও অটোপডেটর পাওয়া যায় নি।
de: ❌ Kein Autoupdater mit dieser ID gefunden.
es: ❌ No se ha encontrado ningún autodifusor con ese ID.
fi: ❌ Automaattista päivitystä kyseisen tunnuksen kanssa ei löytynyt.
fr: ❌ Pas de date de mise à jour automatique avec cette identification trouvée.
hi: Found उस आईडी के साथ कोई ऑटोपेडर नहीं मिला।
id: ❌ Tidak ditemukan autoupdater dengan ID tersebut.
it: ❌ Nessun autoupdater con quell'ID trovato.
ja: ❌ そのIDのautoupdaterが見つかりませんでした。
pt: ❌ Não foi encontrado um autoupdater com essa identificação.
ro: ❌ Niciun autoupdater cu ID-ul respectiv nu a fost găsit.
ru: ❌ Не найден автообновитель с этим идентификатором.

source: ✅ Deleted autoupdater with ID {0}.
ar: ✅ تم حذف التحديث التلقائي بالمعرف {0}.
bn: আইডি {0} সহ মুছে ফেলা অটোপডেটর}
de: ✅ Gelöschter Autoupdater mit ID {0}.
es: ✅ Se ha eliminado el auto-actualizador con ID {0}.
fi: ✅ Poistettu automaattinen päivitys tunnuksella {0}.
fr: ✅ Suppression de la date de mise à jour automatique avec ID {0}.
hi: आईडी {0} के साथ हटाए गए ऑटोपेडर।
id: ✅ Autoupdater dihapus dengan ID {0}.
it: ✅ Autoupdater cancellato con ID {0}.
ja: ✅ ID {0}でオートウプデーターを削除しました。
pt: ✅ Eliminado autoupdater com ID {0}.
ro: ✅ Autoupdater-ul cu ID-ul {0} a fost șters.
ru: ✅ Удален автообновитель с идентификатором {0}.

source: List of Updaters
ar: قائمة المحدثين
bn: আপডেটের তালিকা
de: Liste der Updater
es: Lista de actualizadores
fi: Luettelo päivittäjistä
fr: Liste des mises à jour
hi: अपडेट करने वालों की सूची
id: Daftar Pembaru
it: Elenco degli aggiornatori
ja: アップデータ一覧
pt: Lista de Atualizadores
ro: Lista Updater-ilor
ru: Список обновлений

source: To disable one of these updaters, run {0}, replacing {1} with the ID.
ar: لتعطيل أحد أدوات التحديث هذه ، قم بتشغيل {0} ، مع استبدال {1} بالمعرف.
bn: এই আপডেটকারীগুলির মধ্যে একটি অক্ষম করতে, আইডি দিয়ে} 1 la প্রতিস্থাপন করে, {0 run চালান run
de: Um einen dieser Updater zu deaktivieren, führen Sie {0} aus und ersetzen Sie {1} durch die ID.
es: Para desactivar uno de estos actualizadores, ejecute {0}, sustituyendo {1} por el ID.
fi: Poista yksi näistä päivittäjistä suorittamalla {0} ja korvaamalla {1} tunnuksella.
fr: Pour désactiver l'un de ces actualisateurs, lancez {0}, en remplaçant {1} par l'ID.
hi: इन अपडेटर्स में से एक को निष्क्रिय करने के लिए, {0} को चलाएं, आईडी के साथ {1} को प्रतिस्थापित करें।
id: Untuk menonaktifkan salah satu pembaru ini, jalankan {0}, ganti {1} dengan ID.
it: Per disabilitare uno di questi aggiornatori, esegui {0}, sostituendo {1} con l'ID.
ja: これらのアップデータを無効にするには、{0}を実行し、{1}をIDに置き換えます。
pt: Para desativar uma dessas atualizações, execute {0}, substituindo {1} pelo ID.
ro: Pentru a dezactiva unul dintre acest updateri, scrieți {0}, înlocuind {1} cu ID-ul.
ru: Чтобы отключить один из этих обновлятелей, запустите {0}, заменив {1} на ID.

source: Country: {0} Delay: {1} seconds
ar: البلد: {0} التأخير: {1} ثانية
bn: দেশ: {0। বিলম্ব: {1} সেকেন্ড
de: Land: {0} Verzögerung: {1} Sekunden
es: País: {0} Retraso: {1} segundos
fi: Maa: {0} Viive: {1} sekuntia
fr: Pays : {0} Retard : 1} secondes
hi: देश: {0} विलंब: {1} सेकंड
id: Negara: {0} Penundaan: {1} detik
it: Paese: {0} Ritardo: {1} secondi
ja: 国だ{0} 遅延時間1}秒
pt: País: {0} Atraso: 1 segundo
ro: Țară: {0} Delay: {1} secunde/ă
ru: Страна: {0} Задержка: {1}секунды

source: None 😞
ar: لا شيء 😞
bn: কেউই না 😞
de: Keine 😞
es: Ninguno 😞
fi: Ei mitään 😞
fr: Aucune 😞
hi: कोई नहीं 😞
id: Tidak ada 😞
it: Nessuno 😞
ja: なし 😞
pt: Nenhum 😞
ro: Niciunul😞
ru: Нет 😞

source: Add one with the {0} command!
ar: أضف واحدًا باستخدام الأمر {0}!
bn: একটি {0} কমান্ডের সাথে যুক্ত করুন!
de: Fügen Sie einen mit dem Befehl {0} hinzu!
es: Añade uno con el comando {0}
fi: Lisää yksi komennolla {0}!
fr: Ajoutez-en un avec la commande {0} !
hi: {0} कमांड के साथ एक जोड़ें!
id: Tambahkan satu dengan perintah {0}!
it: Aggiungetene uno con il comando {0}!
ja: 0}コマンドで1つ追加!
pt: Adicione um com o comando {0}!
ro: Adăugați una cu comanda {0}!
ru: Добавь один с командой {0}!

source: ❌ You don't have a autoupdater set here or the ID you sent is invalid!
ar: ❌ ليس لديك تعيين محدث تلقائي هنا أو أن المعرف الذي أرسلته غير صالح!
bn: ❌ আপনার এখানে কোনও অটোপেটেটার সেট নেই বা আপনার প্রেরিত আইডিটি অবৈধ!
de: ❌ Sie haben hier keinen Autoupdater eingestellt oder die gesendete ID ist ungültig!
es: ❌ ¡No tienes configurado un autoupdater aquí o el ID que enviaste no es válido!
fi: ❌ Sinulla ei ole asetettua automaattista päivitystä täällä tai lähettämäsi tunnus on virheellinen!
fr: ❌ Vous n'avez pas de date de mise à jour automatique ici ou l'identifiant que vous avez envoyé n'est pas valide !
hi: ❌ आपके पास एक ऑटोपाडेट सेट नहीं है या आपके द्वारा भेजी गई आईडी अमान्य है!
id: ❌ Anda tidak memiliki autoupdater yang disetel di sini atau ID yang Anda kirimkan tidak valid!
it: ❌ Non hai un autoupdater impostato qui o l'ID che hai inviato non è valido!
ja: ❌ ここにオートウプデーターが設定されていないか、送信したIDが無効です!
pt: ❌ Você não tem um autoupdater definido aqui ou o ID que você enviou é inválido!
ro: ❌Ați setat un autoupdater aici sau ID-ul trimis este invalid!
ru: ❌ Здесь нет автообновителя или отправленный вами ID недействителен!

source: ✅ Forcing a update sometime in the next minute.
ar: ✅ فرض تحديث في وقت ما في الدقيقة التالية.
bn: Next পরের মিনিটে কিছু সময় আপডেটের জন্য জোর করা।
de: ✅ Erzwingt ein Update irgendwann in der nächsten Minute.
es: ✅ Forzando una actualización en algún momento del próximo minuto.
fi: ✅ Päivityksen pakottaminen joskus seuraavassa minuutissa.
fr: ✅ Forcer une mise à jour dans la minute qui suit.
hi: ✅ अगले मिनट में कुछ समय के लिए एक अद्यतन मजबूर करना।
id: ✅ Memaksa pembaruan di menit berikutnya.
it: ✅ Forzare un aggiornamento nel prossimo minuto.
ja: ✅ 次の瞬間に更新を強制的に行う。
pt: ✅ Forçando uma atualização no minuto seguinte.
ro: ✅ Forțând o actualizare în următorul minut.
ru: ✅ Принудительное обновление в течение следующей минуты.

source: ✅ Next update: {0}
ar: ✅ التحديث التالي: {0}
bn: ✅ পরবর্তী আপডেট: {0}
de: ✅ Nächstes Update: {0}
es: ✅ Próxima actualización: {0}
fi: ✅ Seuraava päivitys: {0}
fr: ✅ Prochaine mise à jour : {0}
hi: {अगला अपडेट: {0}
id: ✅ Pembaruan berikutnya: {0}
it: ✅ Prossimo aggiornamento: {0}
ja: ✅ 次の更新：{0}です。
pt: ✅ Próxima atualização: {0}
ro: ✅ Următorul Update: {0}
ru: ✅ Следующее обновление: {0}

source: I'm having a issue with finding the country name here! Here's what I'm showing: {trying}
ar: أواجه مشكلة في العثور على اسم البلد هنا! هذا ما أعرضه: {try}
bn: আমি এখানে দেশের নাম খুঁজে পেতে একটি সমস্যা হচ্ছে! আমি যা দেখছি তা এখানে: {চেষ্টা করে}
de: Ich habe ein Problem mit der Suche nach dem Ländernamen hier! Hier ist, was ich zeige: {Versuch}
es: Tengo un problema para encontrar el nombre del país Esto es lo que estoy mostrando: {intentando}
fi: Minulla on ongelma löytää maan nimi täältä! Tässä näytän: {yrittää}
fr: J'ai du mal à trouver le nom du pays ici ! Voici ce que je montre : {essayant}
hi: मुझे यहाँ देश का नाम खोजने के साथ एक समस्या हो रही है! यहाँ मैं दिखा रहा हूँ: {कोशिश कर रहा है}
id: Saya mengalami masalah saat menemukan nama negara di sini! Inilah yang saya tunjukkan: {mencoba}
it: Ho un problema nel trovare il nome del paese qui! Ecco cosa sto mostrando: {tentativo}
ja: ここで国名が見つからなくて困っています!ここに表示されているのは以下の通りです。試してみる
pt: Estou a ter um problema em encontrar o nome do país aqui! Aqui está o que estou a mostrar: "Tentar"..
ro: Am întâmpinat probleme cu găsirea numelui țării! Iată ce arăt: {trying}
ru: У меня проблема с поиском названия страны! Вот что я показываю: ..

source: Stopping task...
ar: إيقاف المهمة ...
bn: কাজ বন্ধ হচ্ছে ...
de: Aufgabe stoppen...
es: Parar la tarea...
fi: Lopetetaan tehtävää ...
fr: Arrêter la tâche...
hi: कार्य रोक रहा है ...
id: Menghentikan tugas ...
it: Fermare il compito...
ja: タスクの停止...
pt: Parar a tarefa...
ro: Se oprește activitatea...
ru: Останавливающее задание...

source: Task has been sent a stop signal. Waiting 10 seconds...
ar: تم إرسال المهمة إشارة توقف. في انتظار 10 ثوان ...
bn: টাস্ককে একটি স্টপ সিগন্যাল প্রেরণ করা হয়েছে। 10 সেকেন্ড অপেক্ষা করা হচ্ছে ...
de: Task hat ein Stoppsignal erhalten. Wartet 10 Sekunden...
es: La tarea se ha enviado una señal de parada. Esperando 10 segundos...
fi: Tehtävälle on lähetetty pysäytyssignaali. Odotetaan 10 sekuntia ...
fr: Un signal d'arrêt a été envoyé à Task. Attente de 10 secondes...
hi: टास्क को स्टॉप सिग्नल भेजा गया है। 10 सेकंड प्रतीक्षा की जा रही है ...
id: Tugas telah mengirim sinyal berhenti. Menunggu 10 detik ...
it: L'attività ha ricevuto un segnale di stop. Aspettando 10 secondi...
ja: タスクは停止信号を送信しました。10秒待ち...
pt: A tarefa foi enviada um sinal de paragem. Esperando 10 segundos...
ro: Activitatea a primit un semnal de oprire. Se așteaptă 10 secunde...
ru: Задача была отправлена сигнал остановки. Ждать 10 секунд...

source: Sending terminate signal...
ar: إرسال إشارة الإنهاء ...
bn: সমাপ্তি সংকেত পাঠানো হচ্ছে ...
de: Beendigungssignal senden...
es: Enviando señal de terminación...
fi: Lähetetään lopetussignaalia ...
fr: Envoi du signal de fin...
hi: समाप्ति संकेत भेज रहा है ...
id: Mengirim sinyal penghentian ...
it: Invio del segnale di terminazione...
ja: 終端信号の送信...
pt: A enviar sinal de término...
ro: Se trimite semnalul de terminare...
ru: Отправка сигнала о прекращении...

source: Task has been killed. Starting now...
ar: تم قتل المهمة. ابتداء من الآن ...
bn: টাস্ক মারা গেছে। এখন শুরু হচ্ছে...
de: Die Aufgabe wurde beendet. Ab jetzt...
es: La tarea ha sido asesinada. A partir de ahora...
fi: Tehtävä on tapettu. Alkaen nyt...
fr: Task a été tué. A partir de maintenant...
hi: टास्क मार दिया गया है। अब प्रारंभ कर रहा है...
id: Tugas telah dimatikan. Mulai sekarang...
it: Il compito è stato ucciso. A partire da ora...
ja: タスクが殺されました。今から...
pt: A tarefa foi morta. A partir de agora...
ro: Activitatea a fost închisă. Începând de acum...
ru: Задание убито. Начиная с этого момента...

source: Task has been sent a start signal.
ar: تم إرسال المهمة إشارة بدء.
bn: কার্যটি একটি সূচনা সংকেত প্রেরণ করা হয়েছে।
de: Die Task hat ein Startsignal erhalten.
es: La tarea ha recibido una señal de inicio.
fi: Tehtävälle on lähetetty aloitussignaali.
fr: Un signal de départ a été envoyé à la tâche.
hi: टास्क को एक स्टार्ट सिग्नल भेजा गया है।
id: Tugas telah mengirimkan sinyal start.
it: L'attività ha ricevuto un segnale di avvio.
ja: タスクに開始信号が送信されました。
pt: A tarefa foi enviada um sinal de partida.
ro: Sarcinii i s-a trimis un semnal de pornire.
ru: Задание было отправлено в стартовый сигнал.

source: Task restarted!
ar: إعادة المهمة!
bn: টাস্ক আবার চালু!
de: Task neu gestartet!
es: ¡Reinicio de la tarea!
fi: Tehtävä aloitettu uudelleen!
fr: La tâche a repris !
hi: टास्क फिर से शुरू!
id: Tugas dimulai ulang!
it: Attività riavviata!
ja: タスクを再起動しました。
pt: Tarefa reiniciada!
ro: Sarcina a fost repornită!
ru: Задание перезапущено!

source: Credits
ar: الاعتمادات
bn: ক্রেডিট
es: Créditos
fi: Laajuus
fr: Crédits
hi: क्रेडिट
id: Kredit
it: Crediti
ja: クレジット
pt: Créditos
ro: credite
ru: Кредиты

source: current bot version: v5.2.0
ar: إصدار البوت الحالي: v5.2.0
bn: বর্তমান বট সংস্করণ: v5.2.0
de: aktuelle Bot-Version: v5.2.0
es: versión actual del bot: v5.2.0
fi: nykyinen botiversio: v5.2.0
fr: version actuelle du bot : v5.2.0
hi: वर्तमान बॉट संस्करण: v5.2.0
id: versi bot saat ini: v5.2.0
it: versione attuale del bot: v5.2.0
ja: 現在のボットのバージョン: v5.2.0
pt: versão atual do bot: v5.2.0
ro: versiunea curentă de bot: v5.2.0
ru: текущая версия бота: v5.2.0

source: v3+ Creator
ar: v3 الخالق
bn: v3 স্রষ্টা
de: v3 Schöpfer
es: v3 Creador
fi: v3 Luoja
fr: créateur de la v3
hi: v3 निर्माता
id: v3 Pencipta
it: v3 Creatore
ja: v3 クリエイター
pt: v3 Criador
ru: v3 Создатель

source: Original Creator
ar: الخالق الأصلي
bn: আসল স্রষ্টা
de: Original Schöpfer
es: Creador original
fi: Alkuperäinen luoja
fr: Créateur original
hi: मूल निर्माता
id: Pencipta Asli
it: Creatore originale
ja: オリジナルクリエイター
pt: Criador Original
ro: Creator original
ru: оригинальный создатель

source: Bot Framework
ar: إطار عمل البوت
bn: বট ফ্রেমওয়ার্ক
es: Marco para bots
fi: Bot-kehys
fr: Cadre du Bot
hi: बॉट फ्रेमवर्क
id: Kerangka Bot
it: Struttura del bot
ja: ボットフレームワーク
pt: Estrutura do Bot
ru: Бот-каркас

source: Moral Support
ar: الدعم المعنوي
bn: নৈতিক সমর্থন
de: Moralische Unterstützung
es: Apoyo moral
fi: Moraalinen tuki
fr: Soutien moral
hi: नैतिक समर्थन
id: Dukungan moral
it: Sostegno morale
ja: 道徳的なサポート
pt: Apoio Moral
ro: Suport moral
ru: моральная поддержка

source: API Providers
ar: موفرو API
bn: এপিআই সরবরাহকারী
de: API-Anbieter
es: Proveedores de API
fi: API-palveluntarjoajat
fr: Fournisseurs d'API
hi: एपीआई प्रदाता
id: Penyedia API
it: Fornitori di API
ja: API プロバイダ
pt: Provedores de API
ro: Furnizori API
ru: поставщики API

source: discord.py Devs
ar: discord.py المطورين
bn: ডিসকর্ড.পি ডেভস
fi: discord.py Kehittäjät
hi: discord.py देव
pt: discórdia.py Devs
ru: дискорда.пи Дева

source: Invite Links
ar: دعوة الروابط
bn: আমন্ত্রণ লিঙ্ক
de: Links einladen
es: Invitar a enlaces
fi: Kutsu linkit
fr: Inviter des liens
hi: लिंक आमंत्रित करें
id: Undang Tautan
it: Invita i link
ja: 招待リンク
pt: Convidar Links
ro: Invitați linkuri
ru: Приглашаем ссылки

source: Bot Invite Link
ar: رابط دعوة البوت
bn: বোট আমন্ত্রণ লিঙ্ক
de: Bot-Einladungs-Link
es: Enlace de invitación al bot
fi: Botin kutsulinkki
fr: Lien Bot Invite
hi: बॉट आमंत्रित लिंक
id: Tautan Undangan Bot
ja: ボット招待リンク
ro: Link de invitație pentru bot
ru: Ссылка Bot Invite

source: Discord Server Invite Link
ar: رابط دعوة خادم الخلاف
bn: ডিসকর্ড সার্ভার আমন্ত্রণ লিঙ্ক
de: Discord Server Einladungslink
es: Enlace de invitación al servidor de discordia
fi: Discord Server Kutsu linkki
fr: Lien d'invitation du serveur de discorde
hi: सर्वर को लिंक को त्यागें
id: Tautan Undangan Server Discord
it: Link di invito al server Discord
ja: Discordサーバー招待リンク
pt: Link para convite do servidor de discórdia
ro: Link de invitație a serverului Discord
ru: Приглашающее звено сервера дискорда

source: I seem to be having issues, apparently I can't find the channel you ran that command in! Please try again.
ar: يبدو أنني أواجه مشكلات ، على ما يبدو لا يمكنني العثور على القناة التي قمت بتشغيل هذا الأمر فيها! حاول مرة اخرى.
bn: আমার মনে হচ্ছে সমস্যা আছে, আপাতদৃষ্টিতে আমি যে কমান্ডটি চালাচ্ছিলাম সেই চ্যানেলটি আমি খুঁজে পাচ্ছি না! অনুগ্রহপূর্বক আবার চেষ্টা করুন.
de: Ich scheine Probleme zu haben, anscheinend kann ich den Kanal, in dem Sie diesen Befehl ausgeführt haben, nicht finden! Bitte versuchen Sie es erneut.
es: Parece que estoy teniendo problemas, aparentemente no puedo encontrar el canal en el que ejecutaste ese comando Por favor, inténtalo de nuevo.
fi: Minulla näyttää olevan ongelmia, ilmeisesti en löydä kanavaa, jossa suoritit komennon! Yritä uudelleen.
fr: Il semble que j'ai des problèmes, apparemment je ne trouve pas la chaîne sur laquelle vous avez lancé cette commande ! Essayez encore une fois, s'il vous plaît.
hi: मुझे लगता है कि समस्याएँ हो रही हैं, जाहिर है कि मैं उस कमांड को नहीं खोज सकता जो आपने उस कमांड में चलाया था! कृपया पुन: प्रयास करें।
id: Sepertinya saya mengalami masalah, tampaknya saya tidak dapat menemukan saluran tempat Anda menjalankan perintah itu! Silahkan coba lagi.
it: Sembra che io abbia dei problemi, apparentemente non riesco a trovare il canale in cui hai eseguito quel comando! Per favore riprova.
ja: 問題が発生しているようです、どうやらあなたが実行したコマンドのチャンネルが見つからないようです!もう一度試してみてください。
pt: Parece que estou com problemas, aparentemente não consigo encontrar o canal onde você comandou esse comando! Por favor, tente novamente.
ro: Se pare că am probleme, se pare că nu găsesc canalul în care ai rulat comanda! Vă rugăm să încercați din nou.
ru: Похоже, у меня проблемы, видимо, я не могу найти канал, на котором вы запустили эту команду! Пожалуйста, попробуйте еще раз.

source: Pong. — Time taken: {0}ms
ar: بونغ. - الوقت المستغرق: {0} مللي ثانية
bn: পং - নেওয়া সময়: {0} এমএস
de: Pong. - Benötigte Zeit: {0}ms
es: Pong. - El tiempo que tarda: {0}ms
fi: Pong. - Aika: {0} ms
fr: Pong. - Temps nécessaire : ms
hi: पोंग। - समय लिया: {0} एमएस
id: Pong. - Waktu yang dibutuhkan: {0} md
it: Pong. - Tempo impiegato: {0}ms
ja: ポン。- 時間がかかる0}ms
pt: Pong. - Tempo necessário: {0}ms
ro: Pong. - Timpul necesar: {0} ms
ru: Понг. - Время вышло: {0}ms

source: Calling `self.bot.async_setup()`...
ar: استدعاء `` self.bot.async_setup () `...
bn: `Self.bot.async_setup ()` কল করা হচ্ছে ...
de: Aufruf von `self.bot.async_setup()`...
es: Llamando a `self.bot.async_setup()`...
fi: Kutsu `self.bot.async_setup ()` ...
fr: Appeler `self.bot.async_setup()`...
hi: `Self.bot.async_setup ()` ...
id: Memanggil `self.bot.async_setup ()` ...
it: Chiamando `self.bot.async_setup()`...
ja: self.bot.async_setup()`を呼び出します。
pt: Chamando `self.bot.async_setup()`...
ro: Se apelează `self.bot.async_setup ()` ...
ru: Вызов `самого себя.bot.async_setup()`...`...

source: Bot has been setup!
ar: تم إعداد البوت!
bn: বট সেটআপ হয়ে গেছে!
de: Der Bot wurde eingerichtet!
es: ¡El bot ha sido configurado!
fi: Bot on asetettu!
fr: Le robot a été piégé !
hi: बॉट सेटअप किया गया है!
id: Bot telah disiapkan!
it: Il bot è stato impostato!
ja: ボットが設定されました!
pt: Bot foi preparado!
ro: Bot-ul a fost configurat!
ru: Бот был подставлен!

source: Vote Sites
ar: مواقع التصويت
bn: ভোট দিন
de: Sites abstimmen
es: Sitios de votación
fi: Äänestyssivustot
fr: Sites de vote
hi: वोट साइटें
id: Situs Vote
it: Siti di voto
ja: 投票サイト
pt: Sites de votação
ro: Site-uri de votare
ru: Голосовые сайты
