Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: messages.*.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: Voting for the bot gives it more visibility, which means it ends up in more servers, giving me (the dev) more incentive to add more features! If you want a specific feature, let me know with the `/suggest` command!
ar: يمنحه التصويت للروبوت مزيدًا من الرؤية ، مما يعني أنه ينتهي به الأمر في المزيد من الخوادم ، مما يمنحني (المطور) حافزًا أكبر لإضافة المزيد من الميزات! إذا كنت تريد ميزة معينة ، فأعلمني بالأمر `/ اقترح`!
bn: বটের পক্ষে ভোট দেওয়ার ফলে এটি আরও দৃশ্যমান হয়, যার অর্থ এটি আরও সার্ভারে শেষ হয়, আমাকে (দেব) আরও বৈশিষ্ট্য যুক্ত করার জন্য আরও উত্সাহ প্রদান করে! আপনি যদি একটি নির্দিষ্ট বৈশিষ্ট্য চান তবে আমাকে `/ প্রস্তাব` কমান্ডের সাথে জানান!
de: Das Abstimmen für den Bot gibt ihm mehr Sichtbarkeit, was bedeutet, dass er auf mehr Servern landet, was mir (dem Entwickler) mehr Anreiz gibt, weitere Funktionen hinzuzufügen! Wenn Sie ein bestimmtes Feature wünschen, lassen Sie es mich mit dem Befehl `/suggest` wissen!
es: Votar por el bot le da más visibilidad, lo que significa que acaba en más servidores, ¡dándome (al desarrollador) más incentivos para añadir más características! Si quieres una característica específica, házmelo saber con el comando `/sugerir`
fi: Botin äänestäminen antaa sille enemmän näkyvyyttä, mikä tarkoittaa, että se päätyy useampaan palvelimeen, mikä antaa minulle (kehittäjälle) enemmän kannustimia lisätä ominaisuuksia! Jos haluat tietyn ominaisuuden, ilmoita minulle komennolla `/ ehdottaa!
fr: Voter pour le bot lui donne plus de visibilité, ce qui signifie qu'il se retrouve sur plus de serveurs, ce qui me (le développeur) incite à ajouter plus de fonctionnalités ! Si vous voulez une fonctionnalité spécifique, faites-le moi savoir avec la commande `/suggest` !
hi: बॉट के लिए मतदान करने से इसे अधिक दृश्यता मिलती है, जिसका अर्थ है कि यह अधिक सर्वरों में समाप्त होता है, मुझे (देव) और अधिक सुविधाओं को जोड़ने के लिए अधिक प्रोत्साहन देता है! यदि आप एक विशिष्ट सुविधा चाहते हैं, तो मुझे `/ सुझाव` कमांड के साथ बताएं!
id: Memilih bot memberikan visibilitas lebih, yang berarti bot berakhir di lebih banyak server, memberi saya (pengembang) lebih banyak insentif untuk menambahkan lebih banyak fitur! Jika Anda menginginkan fitur tertentu, beri tahu saya dengan perintah `/ sarankan`!
it: Votare per il bot gli dà più visibilità, il che significa che finisce in più server, dando a me (lo sviluppatore) più incentivi per aggiungere altre caratteristiche! Se vuoi una caratteristica specifica, fammelo sapere con il comando `/suggest`!
ja: ボットに投票することで、ボットの知名度が上がり、より多くのサーバーで使われるようになり、私（開発者）はより多くの機能を追加するインセンティブを得ることができます！特定の機能が欲しい場合は、`/suggest`コマンドでお知らせください。 特定の機能が欲しい場合は、`/suggest`コマンドでお知らせください!
pt: Votar no bot dá-lhe mais visibilidade, o que significa que ele acaba em mais servidores, dando-me (o dev) mais incentivo para adicionar mais funcionalidades! Se você quiser uma funcionalidade específica, me avise com o comando `/suggest'!
ro: Votul pentru bot îi oferă mai multă vizibilitate, ceea ce înseamnă că ajunge în mai multe servere, oferindu-mi (dezvoltatorului) mai mult stimulent pentru a adăuga mai multe caracteristici! Dacă doriți o caracteristică specifică, anunțați-mă cu comanda `/ suggest`!
ru: Голосование за бота дает ему больше видимости, что означает, что он заканчивается в большем количестве серверов, давая мне (девчонке) больше стимула добавлять больше функций! Если вам нужна конкретная функция, дайте мне знать с помощью команды `/suggest`!

source: **DO NOT disable adblockers!**
ar: ** لا تقم بتعطيل أدوات حظر الإعلانات! **
bn: ** অ্যাডব্লককারীদের অক্ষম করবেন না! **
de: **Adblocker NICHT deaktivieren!*
es: *NO DESACTIVE LOS BLOQUEADORES DE PUBLICIDAD
fi: ** ÄLÄ poista mainosten estäjiä käytöstä! **
fr: **Ne pas désactiver les adblockers !
hi: ** विज्ञापनदाताओं को अक्षम न करें! **
id: ** JANGAN nonaktifkan adblocker! **
it: *NON disabilitare gli adblocker!
ja: **アドブロッカーを無効にしないでください！
pt: **Não desactive os bloqueadores! **
ro: ** NU dezactivați blocanții publicitari! **
ru: **Не отключайте рекламные блокираторы!*

source: A fatal error has happened! The world data seems to have gone missing. Please let a mod in the bot's support server know.
ar: لقد حدث خطأ فادح! يبدو أن بيانات العالم قد ضاعت. يرجى إخبار أحد التعديل في خادم دعم الروبوت.
bn: মারাত্মক ত্রুটি ঘটেছে! বিশ্ব ডেটা মনে হচ্ছে নিখোঁজ হয়েছে। দয়া করে বটের সমর্থনকারী সার্ভারের কোনও মোডকে জানান।
de: Es ist ein fataler Fehler aufgetreten! Die Weltdaten scheinen verloren gegangen zu sein. Bitte geben Sie einem Mod im Support-Server des Bots Bescheid.
es: ¡Un error fatal ha ocurrido! Los datos del mundo parecen haber desaparecido. Por favor, hágaselo saber a un mod en el servidor de soporte del bot.
fi: Kohtalokas virhe on tapahtunut! Maailmantiedot näyttävät kadonneen. Kerro moduulille botin tukipalvelimesta.
fr: Une erreur fatale s'est produite ! Les données mondiales semblent avoir disparu. Veuillez en informer un mod dans le serveur de support du bot.
hi: एक घातक त्रुटि हुई है! लगता है कि विश्व डेटा गायब हो गया है। कृपया बॉट के समर्थन सर्वर को एक मॉड बताएं।
id: Telah terjadi kesalahan fatal! Data dunia sepertinya telah hilang. Harap beri tahu mod di server dukungan bot.
it: È successo un errore fatale! I dati del mondo sembrano essere scomparsi. Si prega di avvisare un mod nel server di supporto del bot.
ja: 致命的なエラーが発生しましたワールドデータが消えてしまったようです。ボットのサポートサーバーにいるMODに知らせてください。
pt: Aconteceu um erro fatal! Os dados do mundo parecem ter desaparecido. Por favor, deixe um mod no servidor de suporte do bot saber.
ro: S-a întâmplat o eroare fatală! Datele mondiale par să fi dispărut. Vă rugăm să anunțați un mod în serverul de asistență al botului.
ru: Произошла фатальная ошибка! Похоже, что мировые данные пропали. Пожалуйста, сообщите об этом модему на сервере поддержки бота.

source: Didn't find any continents with that name!
ar: لم يتم العثور على أي قارات بهذا الاسم!
bn: এই নামে কোনও মহাদেশ খুঁজে পেল না!
de: Ich habe keine Kontinente mit diesem Namen gefunden!
es: ¡No encontré ningún continente con ese nombre!
fi: Ei löytänyt yhtään maanosaa tällä nimellä!
fr: Je n'ai trouvé aucun continent portant ce nom !
hi: उस नाम के साथ कोई महाद्वीप नहीं मिला!
id: Tidak menemukan benua dengan nama itu!
it: Non ho trovato nessun continente con quel nome!
ja: その名前の大陸は見つかりませんでした！
pt: Não encontrei nenhum continente com esse nome!
ro: Nu am găsit continente cu acel nume!
ru: Не нашёл ни одного континента с таким названием!

source: Use the `{0}covid world` command instead.
ar: استخدم الأمر "{0} covid world" بدلاً من ذلك.
bn: পরিবর্তে `{0} কোভিড ওয়ার্ল্ড` কমান্ডটি ব্যবহার করুন।
de: Verwenden Sie stattdessen den Befehl `{0}covid world`.
es: Utiliza el comando `{0}covid world` en su lugar.
fi: Käytä sen sijaan komentoa {0} covid world.
fr: Utilisez plutôt la commande `{0}covid world`.
hi: इसके बजाय `{0} कोविद वर्ल्ड` कमांड का उपयोग करें।
id: Gunakan perintah `{0} covid world` sebagai gantinya.
it: Usa invece il comando `{0}covid world`.
ja: 代わりに `{0}covid world` コマンドを用いてください。
pt: Utilize o comando `{0}covid world` em seu lugar.
ro: Folosiți în schimb comanda „{0} lume covidă”.
ru: Вместо этого используйте команду `{0}covid world`.

source: Didn't find a country with that name, or the country has no cases! Try searching for the name with `{0}list country`. Hint: if you're looking for North or South Korea, try `{0}covid KP` or `{0}covid KR` for North and South Korea, respectively!
ar: لم يتم العثور على دولة بهذا الاسم أو ليس للدولة حالات! حاول البحث عن الاسم باستخدام "{0} list country". تلميح: إذا كنت تبحث عن كوريا الشمالية أو الجنوبية ، فجرّب "{0} covid KP" أو "{0} covid KR" لكوريا الشمالية والجنوبية ، على التوالي!
bn: এই নামে কোনও দেশ খুঁজে পেল না, বা দেশটির কোনও মামলা নেই! For {0} তালিকার দেশটির সাথে নামটি অনুসন্ধান করার চেষ্টা করুন ` ইঙ্গিত: আপনি যদি উত্তর বা দক্ষিণ কোরিয়ার সন্ধান করছেন, উত্তর ও দক্ষিণ কোরিয়ার জন্য যথাক্রমে `{0} কোভিড কেপি বা` {0} কোভিড কেআরএ চেষ্টা করুন!
de: Es wurde kein Land mit diesem Namen gefunden, oder das Land hat keine Fälle! Versuchen Sie, mit `{0}list country` nach dem Namen zu suchen. Tipp: Wenn Sie nach Nord- oder Südkorea suchen, versuchen Sie `{0}covid KP` oder `{0}covid KR` für Nord- bzw. Südkorea!
es: No se ha encontrado ningún país con ese nombre, o el país no tiene casos Intenta buscar el nombre con `{0}list country`. Sugerencia: si buscas Corea del Norte o Corea del Sur, prueba con `{0}covid KP` o `{0}covid KR` para Corea del Norte y Corea del Sur, respectivamente
fi: En löytänyt maata tällä nimellä, tai maassa ei ole tapauksia! Yritä etsiä nimeä nimellä {0} list country. Vihje: jos etsit Pohjois-Koreaa tai Etelä-Koreaa, kokeile {0} covid KP` tai {0} covid KR` Pohjois-Koreaa ja Etelä-Koreaa varten!
fr: Vous n'avez pas trouvé de pays portant ce nom, ou le pays n'a pas de cas ! Essayez de rechercher le nom avec `{0}liste de pays`. Conseil : si vous cherchez la Corée du Nord ou du Sud, essayez `{0}covid KP` ou `{0}covid KR` pour la Corée du Nord et du Sud, respectivement !
hi: उस नाम वाला देश नहीं मिला, या देश के पास कोई मामला नहीं है! `{0} सूची वाले देश के साथ नाम खोजने का प्रयास करें। संकेत: यदि आप उत्तर या दक्षिण कोरिया की तलाश कर रहे हैं, तो क्रमशः उत्तर और दक्षिण कोरिया के लिए `{0} कोविद KP` या` {0} कोविद KR` आज़माएं!
id: Tidak menemukan negara dengan nama itu, atau negara tersebut tidak memiliki kasus! Coba telusuri nama dengan `{0} list country`. Petunjuk: jika Anda mencari Korea Utara atau Selatan, coba `{0} covid KP` atau` {0} covid KR` untuk Korea Utara dan Selatan!
it: Non ha trovato un paese con quel nome, o il paese non ha casi! Prova a cercare il nome con `{0}list country`. Suggerimento: se stai cercando la Corea del Nord o del Sud, prova `{0}covid KP` o `{0}covid KR` per la Corea del Nord e del Sud, rispettivamente!
ja: その名前の国が見つかりませんでした。国名を `{0}list country` で検索してみてください。 ヒント: 北朝鮮や韓国を探している場合は、`{0}covid KP` や `{0}covid KR` で検索してみてください。
pt: Não encontrei um país com esse nome, ou o país não tem casos! Tente procurar o nome com `{0}list country`. Dica: se você está procurando a Coréia do Norte ou do Sul, tente `{0}covid KP` ou `{0}covid KR` para a Coréia do Norte e do Sul, respectivamente!
ro: Nu am găsit o țară cu acel nume sau țara nu are cazuri! Încercați să căutați numele cu „{0} lista țării”. Sugestie: dacă căutați Coreea de Nord sau de Sud, încercați „{0} covid KP` sau„ {0} covid KR` pentru Coreea de Nord și, respectiv, pentru Coreea de Sud!
ru: Не нашла страну с таким названием, или у страны нет дел! Попробуйте поискать название с `{0} списком стран`. Подсказка: если вы ищете Северную или Южную Корею, попробуйте `{0}covid KP` или `{0}covid KR` для Северной и Южной Кореи, соответственно!

source: Didn't find a country with that name, or the country has no cases! Try searching for the name with `{0}list country`.
ar: لم يتم العثور على دولة بهذا الاسم أو ليس للدولة حالات! حاول البحث عن الاسم باستخدام "{0} list country".
bn: এই নামে কোনও দেশ খুঁজে পেল না, বা দেশটির কোনও মামলা নেই! For {0} তালিকার দেশটির সাথে নামটি অনুসন্ধান করার চেষ্টা করুন `
de: Es wurde kein Land mit diesem Namen gefunden, oder das Land hat keine Fälle! Versuchen Sie, mit `{0}list country` nach dem Namen zu suchen.
es: No se ha encontrado ningún país con ese nombre, o el país no tiene casos Intenta buscar el nombre con `{0}list country`.
fi: En löytänyt maata tällä nimellä, tai maassa ei ole tapauksia! Yritä etsiä nimeä nimellä {0} list country.
fr: Vous n'avez pas trouvé de pays portant ce nom, ou le pays n'a pas de cas ! Essayez de rechercher le nom avec `{0}liste de pays`.
hi: उस नाम वाला देश नहीं मिला, या देश के पास कोई मामला नहीं है! `{0} सूची वाले देश के साथ नाम खोजने का प्रयास करें।
id: Tidak menemukan negara dengan nama itu, atau negara tersebut tidak memiliki kasus! Coba telusuri nama dengan `{0} list country`.
it: Non ha trovato un paese con quel nome, o il paese non ha casi! Prova a cercare il nome con `{0}list country`.
ja: その名前の国が見つかりませんでした。国名を `{0}list country` で検索してみてください。
pt: Não encontrei um país com esse nome, ou o país não tem casos! Tente procurar o nome com `{0}list country`.
ro: Nu am găsit o țară cu acel nume sau țara nu are cazuri! Încercați să căutați numele cu „{0} lista țării”.
ru: Не нашла страну с таким названием, или у страны нет дел! Попробуйте поискать название с `{0} списком стран`.

source: You've used a incorrect command: try `{0}covid {1}`
ar: لقد استخدمت أمرًا غير صحيح: جرب {0} covid {1} `
bn: আপনি একটি ভুল কমান্ড ব্যবহার করেছেন: `{0} কোভিড {1}` ব্যবহার করে দেখুন `
de: Sie haben einen falschen Befehl verwendet: versuchen Sie `{0}covid {1}`
es: Has utilizado un comando incorrecto: prueba `{0}covid {1}`
fi: Olet käyttänyt väärää komentoa: kokeile {0} covid {1} `
fr: Vous avez utilisé une commande incorrecte : essayez `{0}covid {1}`
hi: आपने एक गलत आदेश का उपयोग किया है: `{0} कोविद {1}` का प्रयास करें
id: Anda telah menggunakan perintah yang salah: coba `{0} covid {1}`
it: Hai usato un comando sbagliato: prova `{0}covid {1}`
ja: 間違ったコマンドを使用しています: try `{0}covid {1}`.
pt: Você utilizou um comando incorreto: tente `{0}covid {1}``
ro: Ați folosit o comandă incorectă: încercați „{0} covid {1}`
ru: Вы использовали неверную команду: попробуйте {{0}covid {1}}

source: You haven't split the country name and province with a `; `!
ar: لم تقم بتقسيم اسم الدولة والمقاطعة بعلامة "؛ "!
bn: আপনি দেশের নাম এবং প্রদেশকে একটি with দিয়ে ভাগ করেন নি; !
de: Sie haben den Ländernamen und die Provinz nicht mit einem `; ` getrennt!
es: No has dividido el nombre del país y la provincia con un `; `
fi: Et ole jakanut maan nimeä ja provinssia `; `!
fr: Vous n'avez pas séparé le nom du pays et de la province avec un " ;"!
hi: आपने देश का नाम और प्रांत को `से विभाजित नहीं किया है; `!
id: Anda belum membagi nama negara dan provinsi dengan `; `!
it: Non hai diviso il nome del paese e la provincia con un `; `!
ja: 国名と県名を `; `で分けていませんね!
pt: Você não dividiu o nome do país e a província com um `; `!
ro: Nu ați împărțit numele țării și provincia cu un `; `!
ru: Вы не разделили название страны и провинции на `; ``!

source: You've placed too many `; ` in your message! You can use only one to split the country and province names! For help, run `{0}help covid province`!
ar: لقد وضعت الكثير من "؛ في رسالتك! يمكنك استخدام واحد فقط لتقسيم أسماء البلد والمقاطعة! للحصول على المساعدة ، قم بتشغيل "{0} help covid region"!
bn: আপনি অনেক বেশি রেখেছেন `; message আপনার বার্তায়! আপনি দেশ এবং প্রদেশের নামগুলি বিভক্ত করতে শুধুমাত্র একটি ব্যবহার করতে পারেন! সহায়তার জন্য, ov {0} সহায়তা কোভিড প্রদেশ` চালান!
de: Sie haben zu viele `; ` in Ihrer Nachricht platziert! Sie können nur eines verwenden, um die Länder- und Provinznamen zu trennen! Für Hilfe, führen Sie `{0}help covid province` aus!
es: Has colocado demasiados `; ` en tu mensaje! Sólo puede utilizar uno para dividir los nombres de país y provincia Para obtener ayuda, ejecute `{0}help covid province`!
fi: Olet asettanut liian monta `; `viestissäsi! Voit käyttää vain yhtä maa- ja maakuntanimien jakamiseen! Jos tarvitset apua, suorita {0} help covid province '!
fr: Vous avez placé trop de " ;" dans votre message ! Vous ne pouvez en utiliser qu'un seul pour séparer les noms des pays et des provinces ! Pour obtenir de l'aide, lancez `{0}help covid province` !
hi: आपने बहुत अधिक रखा है `; `अपने संदेश में! आप देश और प्रांत के नामों को विभाजित करने के लिए केवल एक का उपयोग कर सकते हैं! मदद के लिए, `{0} कोविद प्रांत की मदद करें!
id: Anda telah menempatkan terlalu banyak '; `dalam pesan Anda! Anda hanya dapat menggunakan satu untuk membagi nama negara dan provinsi! Untuk bantuan, jalankan `{0} bantu provinsi covid`!
it: Hai messo troppi `; ` nel tuo messaggio! Puoi usarne solo uno per dividere i nomi dei paesi e delle province! Per aiuto, esegui `{0}help covid province`!
ja: メッセージの中に `; ` が多すぎます!国名と州名を分割するには1つしか使えません!ヘルプは `{0}help covid province` を実行してください!
pt: Você colocou demasiados `; ` na sua mensagem! Você pode usar apenas um para dividir os nomes do país e da província! Para obter ajuda, execute `{0}helplport covid province`!
ro: Ai plasat prea multe `; `in mesajul tau! Puteți utiliza doar unul pentru a împărți numele țărilor și provinciilor! Pentru ajutor, rulați „{0} ajuta provincia covid`!
ru: Ты поместил слишком много ``; `` в своё сообщение! Вы можете использовать только один, чтобы разделить названия стран и провинций! На помощь, бегите `{0}спасибо провинции ковидов`!

source: Couldn't find a country with that ID (`/list` for a list of IDs) or the country has no cases!
ar: تعذر العثور على بلد بهذا المعرف (`/ list` لقائمة المعرفات) أو أن البلد ليس به حالات!
bn: সেই আইডি (s / list` আইডি তালিকার জন্য) সহ একটি দেশ খুঁজে পেল না বা দেশটির কোনও মামলা নেই!
de: Es konnte kein Land mit dieser ID gefunden werden (`/list` für eine Liste von IDs) oder das Land hat keine Fälle!
es: No se ha podido encontrar un país con ese ID (`/list` para una lista de IDs) o el país no tiene casos
fi: Maata, jolla on kyseinen henkilötunnus, ei löytynyt (`/ list` henkilöllisyystodistukselle) tai maassa ei ole tapauksia!
fr: Impossible de trouver un pays avec cette carte d'identité (`/liste` pour une liste de cartes d'identité) ou le pays n'a pas de cas !
hi: उस आईडी के साथ एक देश नहीं मिला (आईडी की सूची के लिए `/ सूची ') या देश के पास कोई मामला नहीं है!
id: Tidak dapat menemukan negara dengan ID tersebut (`/ list` untuk daftar ID) atau negara tersebut tidak memiliki kasus!
it: Impossibile trovare un paese con quell'ID (`/list` per una lista di ID) o il paese non ha casi!
ja: そのIDを持つ国を見つけることができませんでした (IDのリストは `/list`) または、その国にはケースがありませんでした!
pt: Não foi possível encontrar um país com esse ID (`/lista' para uma lista de IDs) ou o país não tem casos!
ro: Nu s-a putut găsi o țară cu ID-ul respectiv (`/ list` pentru o listă de ID-uri) sau țara nu are cazuri!
ru: Не удалось найти страну с таким удостоверением личности (`/список` для списка удостоверений личности) или страна не имеет случаев!

source: Couldn't find a province with that name! If you're looking for US states, see the `{0}covid states` command.
ar: لا يمكن العثور على مقاطعة بهذا الاسم! إذا كنت تبحث عن الولايات الأمريكية ، فراجع الأمر `{0} covid States`.
bn: এই নামে একটি প্রদেশ খুঁজে পাইনি! আপনি যদি মার্কিন যুক্তরাষ্ট্রের সন্ধান করছেন তবে ov {0} কোভিড স্টেটস-কমান্ডটি দেখুন।
de: Konnte keine Provinz mit diesem Namen finden! Wenn Sie nach US-Bundesstaaten suchen, sehen Sie sich den Befehl `{0}covid states` an.
es: No se ha encontrado ninguna provincia con ese nombre Si buscas estados de EE.UU., consulta el comando `{0}covid states`.
fi: Samannimistä provinssia ei löytynyt! Jos etsit Yhdysvaltain osavaltioita, katso komento {0} covid states.
fr: Impossible de trouver une province portant ce nom ! Si vous cherchez des états américains, voir la commande `{0}covid states`.
hi: उस नाम के साथ एक प्रांत नहीं मिला! यदि आप अमेरिकी राज्यों की तलाश कर रहे हैं, तो `{0} कोविद राज्यों के आदेश देखें।
id: Tidak dapat menemukan provinsi dengan nama itu! Jika Anda mencari negara bagian AS, lihat perintah `{0} negara bagian covid`.
it: Non ho trovato una provincia con quel nome! Se stai cercando gli stati USA, vedi il comando `{0}covid states`.
ja: その名前の州は見つかりませんでした。米国の州を探している場合は、`{0}covid states`コマンドを参照してください。
pt: Não consegui encontrar uma província com esse nome! Se você está procurando por estados americanos, veja o comando `{0}estadoscovid'.
ro: Nu am putut găsi o provincie cu acest nume! Dacă sunteți în căutarea unor state americane, consultați comanda „{0} state covid”.
ru: Не смог найти провинцию с таким именем! Если вы ищете штаты США, смотрите команду `{0}ковиды штатов`.

source: Something went wrong, I can't find today's stats! I'm currently trying to find stats for {0}!
ar: حدث خطأ ما ، لا يمكنني العثور على إحصائيات اليوم! أحاول حاليًا العثور على إحصائيات لـ {0}!
bn: কিছু ভুল হয়েছে, আমি আজকের পরিসংখ্যান খুঁজে পাচ্ছি না! আমি বর্তমানে {0} এর জন্য পরিসংখ্যান সন্ধানের চেষ্টা করছি!
de: Irgendetwas ist schief gelaufen, ich kann die Statistiken von heute nicht finden! Ich versuche gerade, die Statistiken für {0} zu finden!
es: Algo salió mal, ¡no puedo encontrar las estadísticas de hoy! Estoy tratando de encontrar las estadísticas de {0}!
fi: Jokin meni pieleen, en löydä tämän päivän tilastoja! Yritän tällä hetkellä löytää tilastotietoa kohteelle {0}!
fr: Quelque chose a mal tourné, je n'arrive pas à trouver les statistiques d'aujourd'hui ! J'essaie actuellement de trouver les statistiques de {0} !
hi: कुछ गलत हो गया है, मैं आज के आँकड़े नहीं ढूँढ सकता हूँ! मैं वर्तमान में {0} के लिए आँकड़े ढूंढने का प्रयास कर रहा हूँ!
id: Ada yang tidak beres, saya tidak dapat menemukan statistik hari ini! Saya sedang mencoba mencari statistik untuk {0}!
it: Qualcosa è andato storto, non riesco a trovare le statistiche di oggi! Attualmente sto cercando di trovare le statistiche di {0}!
ja: 何かの間違いで、今日のスタッツが見つかりません!現在、{0}のスタッツを探しています!
pt: Algo correu mal, não consigo encontrar as estatísticas de hoje! Estou actualmente a tentar encontrar estatísticas para {0}!
ro: Ceva nu a funcționat bine, nu găsesc statisticile de astăzi! În prezent încerc să găsesc statistici pentru {0}!
ru: Что-то пошло не так, я не могу найти сегодняшнюю статистику! Я сейчас пытаюсь найти статистику для {0}!

source: You need to specify a US state! For a list, run `{0}list states`.
ar: تحتاج إلى تحديد ولاية أمريكية! للحصول على قائمة ، قم بتشغيل "{0} حالة قائمة".
bn: আপনি একটি মার্কিন রাষ্ট্র নির্দিষ্ট করা প্রয়োজন! একটি তালিকার জন্য, `{0} তালিকার রাজ্যগুলি চালান`
de: Sie müssen einen US-Bundesstaat angeben! Für eine Liste, führen Sie `{0}list states` aus.
es: Tiene que especificar un estado de EE.UU Para obtener una lista, ejecute `{0}list states`.
fi: Sinun on määritettävä Yhdysvaltojen osavaltio! Suorita luettelo suorittamalla {0} luettelotilat '.
fr: Vous devez spécifier un État américain ! Pour une liste, lancez `{0}liste des états`.
hi: आपको अमेरिकी राज्य निर्दिष्ट करने की आवश्यकता है! किसी सूची के लिए, `{0} सूची राज्यों को चलाएँ।
id: Anda perlu menentukan negara bagian AS! Untuk daftar, jalankan `{0} status daftar`.
it: Devi specificare uno stato americano! Per una lista, esegui `{0}list states`.
ja: 米国の州を指定する必要があります!リストを作成するには、`{0}list states`を実行する。
pt: Você precisa especificar um estado americano! Para obter uma lista, execute `{0}lista de estados'.
ro: Trebuie să specificați un stat american! Pentru o listă, executați „{0} list state”.
ru: Вам необходимо указать штат США! Чтобы получить список, запустите `{0}штаты списка`.

source: Didn't find a state with that name! For a list, run `{0}list states`.
ar: لم يتم العثور على دولة بهذا الاسم! للحصول على قائمة ، قم بتشغيل "{0} حالة قائمة".
bn: Name নামের একটি রাজ্য খুঁজে পেল না! একটি তালিকার জন্য, `{0} তালিকার রাজ্যগুলি চালান`
de: Es wurde kein Zustand mit diesem Namen gefunden! Für eine Liste, führen Sie `{0}list states` aus.
es: No se ha encontrado ningún estado con ese nombre Para obtener una lista, ejecute `{0}list states`.
fi: En löytänyt osavaltiota tällä nimellä! Suorita luettelo suorittamalla {0} luettelotilat '.
fr: Je n'ai pas trouvé d'État portant ce nom ! Pour obtenir une liste, lancez `{0}liste des états`.
hi: उस नाम के साथ एक राज्य नहीं मिला! किसी सूची के लिए, `{0} सूची राज्यों को चलाएँ।
id: Tidak menemukan negara bagian dengan nama itu! Untuk daftar, jalankan `{0} status daftar`.
it: Non ha trovato uno stato con quel nome! Per una lista, esegui `{0}list states`.
ja: その名前の州が見つかりませんでした。リストの場合は `{0}list states` を実行する。
pt: Não encontrei um estado com esse nome! Para obter uma lista, execute `{0}lista de estados'.
ro: Nu am găsit un stat cu acel nume! Pentru o listă, executați „{0} list state”.
ru: Не нашел штата с таким именем! Чтобы получить список, запустите `{0}штаты списка`.
