Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: */messages.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: ❌ Did you really try to set the autoupdater delay to more than a year? Oi. Anyways, that isn't allowed. Try again with a more reasonable delay.
de: ❌ Haben Sie wirklich versucht, die Autoupdater-Verzögerung auf mehr als ein Jahr einzustellen? Oi. Wie auch immer, das ist nicht erlaubt. Versuchen Sie es noch einmal mit einer vernünftigeren Verzögerung.
es: ❌ ¿Realmente trató de establecer el retraso del autoactualizador en más de un año? Oi. De todas formas, eso no está permitido. Inténtalo de nuevo con un retraso más razonable.
fi: ❌ Yrititkö todella asettaa automaattisen päivityksen viiveeksi yli vuoden? Oi. Joka tapauksessa, se ei ole sallittua. Yritä uudelleen kohtuullisemmalla viiveellä.
fr: ❌ Avez-vous vraiment essayé de fixer le délai de mise à jour automatique à plus d'un an ? Oi. De toute façon, ce n'est pas autorisé. Essayez à nouveau avec un délai plus raisonnable.

source: ❌ You already have a autoupdater set in this channel! Remove it with `/disable_updates` and try again!
de: ❌ Sie haben bereits einen Autoupdater in diesem Kanal eingestellt! Entfernen Sie ihn mit `/disable_updates` und versuchen Sie es erneut!
es: ❌ ¡Ya tienes un autoactualizador en este canal! ¡Quítalo con "/deshabilitar_actualizaciones" e inténtalo de nuevo!
fi: ❌ Sinulla on jo automaattinen päivitys asetettu tälle kanavalle! Poista se `/disable_updates`-sovelluksella ja yritä uudelleen!
fr: ❌ Vous avez déjà une mise à jour automatique dans ce canal ! Supprimez-le avec `/disable_updates` et essayez à nouveau !

source: ⚠ You're setting a delay longer than 1 day! Are you sure you want to do this? To confirm, type `ok` within 15 seconds.
de: ⚠ Sie stellen eine Verzögerung länger als 1 Tag ein! Sind Sie sicher, dass Sie dies tun wollen? Geben Sie zur Bestätigung innerhalb von 15 Sekunden `ok` ein.
es: ⚠ ¡Estás estableciendo un retraso de más de 1 día! ¿Estás seguro de que quieres hacer esto? Para confirmar, escribe "ok" dentro de 15 segundos.
fi: ⚠ Asetat viiveen, joka on pidempi kuin yksi päivä! Haluatko varmasti tehdä tämän? Vahvista kirjoittamalla `ok` 15 sekunnin kuluessa.
fr: ⚠ Vous fixez un délai de plus d'un jour ! Êtes-vous sûr de vouloir faire cela ? Pour confirmer, tapez "oc" dans les 15 secondes.

source: Action cancelled. Set up a new autoupdater with `/autoupdate <delay>`.
de: Aktion abgebrochen. Richten Sie einen neuen Autoupdater mit `/autoupdate <delay>` ein.</delay>
fi: Toiminto peruutettu. Määritä uusi automaattiraportti päivämäärällä `/ autoupdate<delay> ".
fr: Action annulée. Configurez un nouveau distributeur automatique avec `/autoupdate <delay>`.

source: Continuing setup...
de: Fortsetzung der Einrichtung...
es: Continuando la configuración...
fi: Jatketaan asetusta ...
fr: Poursuite de la mise en place...

source: You're setting the autoupdater to less than 10 minutes delay. I'll skip the check because you are a premium guild/user. <3 from 0/0#0001
de: Sie stellen den Autoupdater auf weniger als 10 Minuten Verzögerung ein. Ich überspringe die Prüfung, weil Sie eine Premium-Gilde/ein Premium-Benutzer sind. <3 from 0/0#0001
fi: Asetat automaattisen päivityksen viiveeksi alle 10 minuuttia. Ohitan sekin, koska olet premium-kilta / käyttäjä. <3 0/0 # 0001: stä
fr: Vous réglez la date de mise à jour automatique sur un délai de moins de 10 minutes. Je vais sauter la vérification parce que vous êtes une guilde/utilisateur premium. <3 from 0/0#0001

source: ❌ You can't set the autoupdater delay to less than 10 minutes unless you are a premium guild. Hint: there's no point in setting it to less than 10 minutes due to the fact the stats updater only fires once every 10 minutes. If you really want to get a shorter delay (no point in doing so), check out the `/donate` command.
de: ❌ Sie können die Verzögerung des Autoupdaters nicht auf weniger als 10 Minuten einstellen, es sei denn, Sie sind eine Premium-Gilde. Hinweis: Es macht keinen Sinn, die Verzögerung auf weniger als 10 Minuten einzustellen, da der Statistik-Updater nur einmal alle 10 Minuten feuert. Wenn Sie wirklich eine kürzere Verzögerung haben wollen (was keinen Sinn macht), schauen Sie sich den Befehl `/donate` an.
es: ❌ No puedes configurar el retraso del autoactualizador a menos de 10 minutos a menos que seas un gremio de primera. Sugerencia: no tiene sentido configurarlo a menos de 10 minutos debido a que el actualizador de estadísticas sólo se dispara una vez cada 10 minutos. Si realmente quieres conseguir un retraso más corto (no tiene sentido hacerlo), mira el comando "donar".
fi: ❌ Et voi asettaa automaattisen päivityksen viivettä alle 10 minuutiksi, ellet ole premium-kilta. Vinkki: Ei ole mitään syytä asettaa sitä alle 10 minuutiksi, koska tilastopäivitys käynnistyy vain kerran 10 minuutissa. Jos haluat todella saada lyhyemmän viiveen (ei ole mitään syytä tehdä niin), tarkista `/ lahjoita` -komento.
fr: ❌ Vous ne pouvez pas régler le délai de mise à jour automatique à moins de 10 minutes, sauf si vous êtes une guilde de prime. Astuce : il est inutile de le fixer à moins de 10 minutes car la mise à jour des statistiques ne se fait qu'une fois toutes les 10 minutes. Si vous voulez vraiment obtenir un délai plus court (ce qui n'a aucun sens), utilisez la commande "/donner".

source: ❌ Failed to get a ISO2 code for the country! `/list` will show you a list of countries and their IDs.
de: ❌ Es konnte kein ISO2-Code für das Land ermittelt werden! `/list` zeigt Ihnen eine Liste von Ländern und deren IDs.
es: ❌ ¡No consiguió un código ISO2 para el país! La lista te mostrará una lista de países y sus identificaciones.
fi: ❌ Maalle ei saatu ISO2-koodia! `/ list` näyttää luettelon maista ja niiden tunnuksista.
fr: ❌ N'a pas réussi à obtenir un code ISO2 pour le pays ! `/list` vous montrera une liste de pays et leurs identifiants.

source: ✅ Posting stats for {0} in this channel every {1}.
de: ✅ Posting der Statistiken für {0} in diesem Kanal alle {1}.
es: ✅ Publicando estadísticas para {0} en este canal cada {1}.
fi: ✅ Tilastojen lähettäminen kanavalle {0} tälle kanavalle joka {1}.
fr: ✅ Affichage des statistiques pour {0} sur ce canal tous les {1}.

source: ✅ Disabled autoupdates in this channel.
de: ✅ Deaktivierte Autoupdates in diesem Kanal.
es: ✅ Desactivada auto-actualización en este canal.
fi: ✅ Poistanut automaattisen päivityksen käytöstä tällä kanavalla.
fr: ✅ Désactivation des mises à jour automatiques dans ce canal.

source: ❌ You don't have a autoupdater set here!
de: ❌ Sie haben hier keinen Autoupdater eingestellt!
es: ❌ ¡No tienes un set de auto-actualización aquí!
fi: ❌ Sinulla ei ole automaattista päivitystä täällä!
fr: ❌ Vous n'avez pas d'ensemble de mise à jour automatique ici !

source: ✅ Forcing a update sometime in the next minute.
de: ✅ Erzwingt ein Update irgendwann in der nächsten Minute.
es: ✅ Forzando una actualización en algún momento del próximo minuto.
fi: ✅ Päivityksen pakottaminen joskus seuraavassa minuutissa.
fr: ✅ Forcer une mise à jour dans la minute qui suit.

source: ✅ Next update: {htd}
de: ✅ Nächstes Update: {htd}
es: ✅ Próxima actualización: {htd}
fi: ✅ Seuraava päivitys: {htd}
fr: ✅ Prochaine mise à jour : {htd}

source: I'm having a issue with finding the country name here! Here's what I'm showing: {trying}
de: Ich habe ein Problem mit der Suche nach dem Ländernamen hier! Hier ist, was ich zeige: {Versuch}
fi: Minulla on ongelma löytää maan nimi täältä! Tässä näytän: {yrittää}
fr: J'ai du mal à trouver le nom du pays ici ! Voici ce que je montre : {essayant}

source: Stopping task...
de: Aufgabe stoppen...
es: Parar la tarea...
fi: Lopetetaan tehtävää ...
fr: Arrêter la tâche...

source: Task has been sent a stop signal. Waiting 10 seconds...
de: Task hat ein Stoppsignal erhalten. Wartet 10 Sekunden...
es: La tarea se ha enviado una señal de parada. Esperando 10 segundos...
fi: Tehtävälle on lähetetty pysäytyssignaali. Odotetaan 10 sekuntia ...
fr: Un signal d'arrêt a été envoyé à Task. Attente de 10 secondes...

source: Sending terminate signal...
de: Beendigungssignal senden...
es: Enviando señal de terminación...
fi: Lähetetään lopetussignaalia ...
fr: Envoi du signal de fin...

source: Task has been killed. Starting now...
de: Die Aufgabe wurde beendet. Ab jetzt...
es: La tarea ha sido asesinada. A partir de ahora...
fi: Tehtävä on tapettu. Alkaen nyt...
fr: Task a été tué. A partir de maintenant...

source: Task has been sent a start signal.
de: Die Task hat ein Startsignal erhalten.
fi: Tehtävälle on lähetetty aloitussignaali.
fr: Un signal de départ a été envoyé à la tâche.

source: Task restarted!
de: Task neu gestartet!
es: ¡Reinicio de la tarea!
fi: Tehtävä aloitettu uudelleen!
fr: La tâche a repris !

source: A fatal error has happened! The world data seems to have gone missing. Please let a mod in the bot's support server know.
de: Es ist ein fataler Fehler aufgetreten! Die Weltdaten scheinen verloren gegangen zu sein. Bitte geben Sie einem Mod im Support-Server des Bots Bescheid.
es: ¡Un error fatal ha ocurrido! Los datos del mundo parecen haber desaparecido. Por favor, hágaselo saber a un mod en el servidor de soporte del bot.
fi: Kohtalokas virhe on tapahtunut! Maailmantiedot näyttävät kadonneen. Kerro moduulille botin tukipalvelimesta.
fr: Une erreur fatale s'est produite ! Les données mondiales semblent avoir disparu. Veuillez en informer un mod dans le serveur de support du bot.

source: Didn't find any continents with that name!
de: Ich habe keine Kontinente mit diesem Namen gefunden!
es: ¡No encontré ningún continente con ese nombre!
fi: Ei löytänyt yhtään maanosaa tällä nimellä!
fr: Je n'ai trouvé aucun continent portant ce nom !

source: Use the `{prefix}covid world` command instead.
de: Verwenden Sie stattdessen den Befehl `{prefix}covid world`.
es: Usa el comando `{prefijo} del mundo cubierto` en su lugar.
fi: Käytä sen sijaan komentoa {prefix} covid world.
fr: Utilisez plutôt la commande `{prefix}covid world`.

source: Didn't find a country with that name, or the country has no cases! Try searching for the name with `{prefix}list country`. Hint: if you're looking for North or South Korea, try `{prefix}covid KP` or `{prefix}covid KR` for North and South Korea, respectively!
de: Es wurde kein Land mit diesem Namen gefunden, oder das Land hat keine Fälle! Versuchen Sie, nach dem Namen mit `{prefix}list country` zu suchen. Tipp: Wenn Sie nach Nord- oder Südkorea suchen, versuchen Sie `{prefix}covid KP` oder `{prefix}covid KR` für Nord- bzw. Südkorea!
es: ¡No encontré un país con ese nombre, o el país no tiene casos! Intenta buscar el nombre con la lista de "prefijo" del país. Sugerencia: si busca Corea del Norte o del Sur, intente con "Prefijo KP" o "Prefijo KR" para Corea del Norte y del Sur, respectivamente
fi: En löytänyt maata tällä nimellä, tai maassa ei ole tapauksia! Yritä etsiä nimeä nimellä "{prefix} list country". Vihje: jos etsit Pohjois-Koreaa tai Etelä-Koreaa, kokeile vastaavasti Pohjois-Korean ja Etelä-Korean kohdalla {prefix} covid KP "tai" {prefix} covid KR "!
fr: Vous n'avez pas trouvé de pays portant ce nom, ou le pays n'a pas de cas ! Essayez de rechercher le nom avec le `{préfixe}liste des pays`. Conseil : si vous cherchez la Corée du Nord ou du Sud, essayez `{préfix}covid KP` ou `{préfix}covid KR` pour la Corée du Nord et du Sud, respectivement !

source: Didn't find a country with that name, or the country has no cases! Try searching for the name with `{prefix}list country`.
de: Es wurde kein Land mit diesem Namen gefunden, oder das Land hat keine Fälle! Versuchen Sie, den Namen mit `{prefix}list country` zu suchen.
es: ¡No encontré un país con ese nombre, o el país no tiene casos! Intenta buscar el nombre con la lista de "prefijo" del país.
fi: En löytänyt maata tällä nimellä, tai maassa ei ole tapauksia! Yritä etsiä nimeä nimellä "{prefix} list country".
fr: Vous n'avez pas trouvé de pays portant ce nom, ou le pays n'a pas de cas ! Essayez de rechercher le nom avec le `{préfixe}liste des pays`.

source: You've used a incorrect command: try `{ctx.prefix}covid {country_test[0]}`
de: Sie haben einen falschen Befehl verwendet: versuchen Sie `{ctx.prefix}covid {country_test[0]}`
es: Has usado un comando incorrecto: intenta `{ctx.prefix}covid {country_test[0]}`
fi: Olet käyttänyt väärää komentoa: kokeile {ctx.prefix} covid {country_test [0]} `
fr: Vous avez utilisé une commande incorrecte : essayez `{ctx.prefix}covid {country_test[0]}``

source: The server prefix is set to `{prefix}`.
de: Das Server-Präfix wird auf `{prefix}` gesetzt.
es: El prefijo del servidor está puesto en `{prefijo}`.
fi: Palvelimen etuliitteeksi on asetettu {prefix}.
fr: Le préfixe du serveur est fixé à `{prefix}`.

source: There is no specific prefix set for this guild.
de: Es ist kein spezielles Präfix für diese Gilde festgelegt.
es: No hay un prefijo específico establecido para este gremio.
fi: Killalle ei ole määritetty erityistä etuliitettä.
fr: Il n'y a pas de préfixe spécifique pour cette guilde.

source: The server language is now set to `{language}`.
de: Die Server-Sprache ist jetzt auf `{Sprache}` eingestellt.
es: El lenguaje del servidor está ahora configurado como "lenguaje".
fi: Palvelimen kieleksi on nyt asetettu {kieli}.
fr: La langue du serveur est maintenant réglée sur `{langue}`.

source: There is no specific language set for this guild.
de: Für diese Gilde ist keine spezifische Sprache festgelegt.
fi: Killalle ei ole määritetty tiettyä kieltä.
fr: Il n'existe pas de langue spécifique pour cette guilde.

source: Tips are currently enabled for this guild.
de: Tipps sind derzeit für diese Gilde aktiviert.
es: Los consejos están actualmente habilitados para este gremio.
fi: Vinkit ovat tällä hetkellä käytössä tälle killalle.
fr: Les pourboires sont actuellement activés pour cette guilde.

source: Tips are currently disabled for this guild.
de: Tipps sind derzeit für diese Gilde deaktiviert.
fi: Vinkit ovat tällä hetkellä pois käytöstä tälle killalle.
fr: Les pourboires sont actuellement désactivés pour cette guilde.

source: Enabled tips for this guild.
de: Aktivierte Tipps für diese Gilde.
es: Habilitó consejos para este gremio.
fi: Aktivoituja vinkkejä tälle killalle.
fr: Activation des conseils pour cette guilde.

source: Disabled tips for this guild.
de: Deaktivierte Tipps für diese Gilde.
fi: Vammaiset vinkit tälle killalle.
fr: Conseils aux handicapés pour cette guilde.

source: The API has been disabled for this channel. To restore your permissions, contact 0/0#0001 on the official support server.
de: Die API wurde für diesen Kanal deaktiviert. Um Ihre Berechtigungen wiederherzustellen, wenden Sie sich an 0/0#0001 auf dem offiziellen Support-Server.
es: La API ha sido desactivada para este canal. Para restaurar tus permisos, contacta con el 0/0#0001 en el servidor de soporte oficial.
fi: Tämän kanavan sovellusliittymä on poistettu käytöstä. Palauta käyttöoikeutesi ottamalla yhteyttä viralliseen tukipalvelimeen 0/0 # 0001.
fr: L'API a été désactivée pour cette chaîne. Pour restaurer vos autorisations, contactez le 0/0#0001 sur le serveur de support officiel.

source: DMed your API key to you.
de: DMed Ihren API-Schlüssel an Sie.
es: Te he enviado la clave de la API.
fi: DMed API-avain sinulle.
fr: Il vous a donné votre clé API.

source: Revoked/deleted API key.
de: Widerrufener/gelöschter API-Schlüssel.
fi: Kumottu / poistettu API-avain.
fr: Clé API révoquée/supprimée.

source: DMed your new API key to you.
de: DMed Ihren neuen API-Schlüssel an Sie.
fi: DMed uuden API-avaimen sinulle.
fr: Vous avez reçu votre nouvelle clé API.

source: Disabled the API for {name}.
de: Deaktiviert die API für {Name}.
es: Desactivó el API para {nombre}.
fi: Poisti sovelluksen {name} sovellusliittymän käytöstä.
fr: Désactivation de l'API pour {nom}.

source: There was an error converting one of your arguments with {exception.converter}. The correct syntax would be `{command_invoke_help}`. The converter returned the following error: {original}
de: Es gab einen Fehler beim Konvertieren eines Ihrer Argumente mit {exception.converter}. Die korrekte Syntax wäre `{command_invoke_help}`. Der Konverter gab den folgenden Fehler zurück: {Original}
es: Hubo un error al convertir uno de sus argumentos con {excepción.convertidor}. La sintaxis correcta sería `{command_invoke_help}`. El convertidor devolvió el siguiente error: {original}
fi: Yhden argumenttisi muuntamisessa {poikkeus.muunnin} -sovelluksessa tapahtui virhe. Oikea syntaksin muoto olisi "{command_invoke_help}". Muunnin palautti seuraavan virheen: {original}
fr: Il y a eu une erreur de conversion d'un de vos arguments avec {exception.converter}. La syntaxe correcte serait `{command_invoke_help}`. Le convertisseur a renvoyé l'erreur suivante : {original}

source: This command is missing an argument. The correct syntax would be `{command_invoke_help}`.
de: Diesem Befehl fehlt ein Argument. Die korrekte Syntax wäre `{command_invoke_help}`.
es: A este comando le falta un argumento. La sintaxis correcta sería `{command_invoke_help}`.
fi: Komennosta puuttuu argumentti. Oikea syntaksin muoto olisi "{command_invoke_help}".
fr: Il manque un argument à cette commande. La syntaxe correcte serait `{command_invoke_help}`.

source: Too many quotes were provided in your message: don't forget to escape your quotes like this `\{exception.quote}`. The correct syntax for the command is `{command_invoke_help}`.
de: In Ihrer Nachricht wurden zu viele Anführungszeichen angegeben: Vergessen Sie nicht, Ihre Anführungszeichen wie folgt zu entschlüsseln: `\{exception.quote}`. Die korrekte Syntax für den Befehl ist `{command_invoke_help}`.
fi: Viestissäsi oli liikaa lainauksia: älä unohda paeta tarjouksiasi kuten tämä \ \ poikkeus.laina}. Komennon oikea syntaksi on {command_invoke_help}.
fr: Trop de citations ont été fournies dans votre message : n'oubliez pas d'échapper à vos citations comme ceci `\{exception.quote}`. La syntaxe correcte de la commande est `{command_invoke_help}`.

source: A space was expected after a closing quote, but I found {exception.char}. Please check that you are using the correct syntax: `{command_invoke_help}`.
de: Nach einem schließenden Anführungszeichen wurde ein Leerzeichen erwartet, aber ich habe {exception.char} gefunden. Bitte überprüfen Sie, ob Sie die richtige Syntax verwenden: `{command_invoke_help}`.
fi: Välilyönnin odotettiin olevan viimeisen tarjouksen jälkeen, mutta löysin {poikkeus.char}. Tarkista, että käytät oikeaa syntaksia: "{command_invoke_help}".
fr: Un espace était attendu après une citation finale, mais j'ai trouvé {exception.char}. Veuillez vérifier que vous utilisez la syntaxe correcte : `{command_invoke_help}`.

source: A closing quote was expected, but wasn't found. Don't forget to close your quotes with `{exception.close_quote}` at the end of your argument. Please check that you are using the correct syntax: `{command_invoke_help}`.
de: Ein schließendes Anführungszeichen wurde erwartet, aber nicht gefunden. Vergessen Sie nicht, Ihre Anführungszeichen mit `{exception.close_quote}` am Ende Ihres Arguments zu schließen. Bitte überprüfen Sie, ob Sie die richtige Syntax verwenden: `{command_invoke_help}`.
fi: Odotettiin lopullista tarjousta, mutta sitä ei löytynyt. Älä unohda sulkea lainausmerkkejä argumentin lopussa sanalla "{poikkeus.close_quote}". Tarkista, että käytät oikeaa syntaksia: "{command_invoke_help}".
fr: Une citation finale était attendue, mais elle n'a pas été trouvée. N'oubliez pas de terminer vos citations par `{exception.close_quote}` à la fin de votre argument. Vérifiez que vous utilisez la bonne syntaxe : `{command_invoke_help}`.

source: Too many arguments were passed in this command. Please check that you are using the correct syntax: `{command_invoke_help}`.
de: In diesem Befehl wurden zu viele Argumente übergeben. Bitte prüfen Sie, ob Sie die richtige Syntax verwenden: `{command_invoke_help}`.
es: Demasiados argumentos se pasaron en este comando. Por favor, compruebe que está usando la sintaxis correcta: `{comando_invoque_ayuda}`.
fi: Tässä komennossa on annettu liian monta argumenttia. Tarkista, että käytät oikeaa syntaksia: "{command_invoke_help}".
fr: Trop d'arguments ont été passés dans cette commande. Veuillez vérifier que vous utilisez la syntaxe correcte : `{command_invoke_help}`.

source: The way you are invoking this command is confusing me. The correct syntax would be `{command_invoke_help}`.
de: Die Art und Weise, wie Sie diesen Befehl aufrufen, verwirrt mich. Die korrekte Syntax wäre `{command_invoke_help}`.
fi: Tapa, jolla vedot tähän komentoon, hämmentää minua. Oikea syntaksin muoto olisi "{command_invoke_help}".
fr: La façon dont vous invoquez cet ordre me trouble. La syntaxe correcte serait `{command_invoke_help}`.

source: An argument passed was incorrect. `{exception}`.Please check that you are using the correct syntax: `{command_invoke_help}`.
de: Ein übergebenes Argument war falsch. Bitte überprüfen Sie, ob Sie die richtige Syntax verwenden: `{command_invoke_help}`.
es: Un argumento aprobado fue incorrecto. `{excepción}`. Por favor, compruebe que está usando la sintaxis correcta: `{command_invoke_help}`.
fi: Hyväksytty argumentti oli väärä. "{poikkeus}". Tarkista, että käytät oikeaa syntaksia: "{command_invoke_help}".
fr: Un argument passé était incorrect. Veuillez vérifier que vous utilisez la bonne syntaxe : `{command_invoke_help}`.

source: {exception} Please check that you are using the correct syntax: `{command_invoke_help}`.
de: {Ausnahme} Bitte überprüfen Sie, ob Sie die richtige Syntax verwenden: `{command_invoke_help}`.
fi: {poikkeus} Tarkista, että käytät oikeaa syntaksia: "{command_invoke_help}".
fr: {exception} Veuillez vérifier que vous utilisez la bonne syntaxe : `{command_invoke_help}`.

source: This command can only be used in a private message.
de: Dieser Befehl kann nur in einer privaten Nachricht verwendet werden.
es: Este comando sólo puede ser usado en un mensaje privado.
fi: Tätä komentoa voidaan käyttää vain yksityisessä viestissä.
fr: Cette commande ne peut être utilisée que dans un message privé.

source: This command cannot be used in a private message.
de: Dieser Befehl kann nicht in einer privaten Nachricht verwendet werden.
es: Este comando no puede ser usado en un mensaje privado.
fi: Tätä komentoa ei voi käyttää yksityisviestissä.
fr: Cette commande ne peut pas être utilisée dans un message privé.

source: Multiple errors were encountered when running your command: {exception.errors}
de: Bei der Ausführung Ihres Befehls sind mehrere Fehler aufgetreten: {exception.errors}
es: Se encontraron múltiples errores al ejecutar su comando: {excepción.errores}
fi: Komennon suorituksessa tapahtui useita virheitä: {poikkeus.virheet}
fr: De multiples erreurs ont été rencontrées lors de l'exécution de votre commande : {exception.erreurs}

source: You need to be the owner of the bot to run that.
de: Sie müssen der Besitzer des Bots sein, um das auszuführen.
es: Tienes que ser el dueño del robot para dirigirlo.
fi: Sinun on oltava botin omistaja, jotta voit suorittaa sen.
fr: Vous devez être le propriétaire du bot pour le faire fonctionner.

source: You need to be in a NSFW channel to run that.
de: Sie müssen in einem NSFW-Kanal sein, um das auszuführen.
es: Necesitas estar en un canal de la NSFW para transmitir eso.
fi: Sinun on oltava NSFW-kanavalla, jotta voit suorittaa sen.
fr: Il faut être dans un canal de la NSFW pour le faire.

source: You need to be in the {correct_guild.name} server (`{exception.must_be_in_guild_id}`).
de: Sie müssen sich im Server {correct_guild.name} befinden (`{exception.must_be_in_guild_id}`).
fi: Sinun on oltava {correct_guild.name} -palvelimessa ("{poikkeus.must_be_in_guild_id}").
fr: Vous devez être dans le serveur {correct_guild.name} (`{exception.must_be_in_guild_id}`).
