Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: */messages.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: You need to be in a server with ID {exception.must_be_in_guild_id}.
de: Sie müssen sich in einem Server mit der ID {exception.must_be_in_guild_id} befinden.
es: Necesitas estar en un servidor con ID {excepción.must_be_in_guild_id}.
fi: Sinun on oltava palvelimessa, jonka tunnus on {poikkeus.must_be_in_kiltan_id}.
fr: Vous devez être dans un serveur avec ID {exception.must_be_in_guild_id}.

source: You have the `{exception.permission}` permission.
de: Sie haben das Recht `{exception.permission}`.
es: Tienes el permiso de "excepción".
fi: Sinulla on käyttöoikeus {poikkeus.lupa}
fr: Vous avez la permission "exception.permission".

source: You need the `{exception.permission}` permission.
de: Sie benötigen das Recht `{exception.permission}`.
es: Necesitas el permiso de ``excepción.permiso``.
fi: Tarvitset {poikkeuksen.lupa} -oikeuden.
fr: Vous avez besoin de la permission `{exception.permission}`.

source: You have {exception.required} or more of the following permissions: `{exception.permissions}`.
de: Sie haben {exception.required} oder mehr der folgenden Berechtigungen: `{exception.permissions}`.
fi: Sinulla on {poikkeus.required} tai useampi seuraavista oikeuksista: {{poikkeus.luvat} `.
fr: Vous avez {exception.required} ou plus des autorisations suivantes : {exception.permissions}`.

source: You need {exception.required} or more of the following permissions: `{exception.permissions}`.
de: Sie benötigen {exception.required} oder mehrere der folgenden Berechtigungen: `{exception.permissions}`.
fi: Tarvitset {poikkeus.required} tai enemmän seuraavista käyttöoikeuksista: {{poikkeus.luvat} `.
fr: Vous avez besoin d'au moins {exception.required} des autorisations suivantes : {exception.permissions}`.

source: The provided command was not found.
de: Der angegebene Befehl wurde nicht gefunden.
es: El comando provisto no fue encontrado.
fi: Annettua komentoa ei löytynyt.
fr: La commande fournie n'a pas été trouvée.

source: That command has been disabled.
de: Dieser Befehl wurde deaktiviert.
fi: Tämä komento on poistettu käytöstä.
fr: Cette commande a été désactivée.

source: I don't have permissions to send messages there! Try again somewhere I do have permissions to send messages!
de: Ich habe nicht die Berechtigung, dort Nachrichten zu senden! Versuchen Sie es noch einmal irgendwo Ich habe die Berechtigung zum Senden von Nachrichten!
fi: Minulla ei ole oikeuksia lähettää viestejä sinne! Yritä uudelleen jossain minulla on oikeuksia lähettää viestejä!
fr: Je n'ai pas l'autorisation d'y envoyer des messages ! Essayez encore quelque part où j'ai des autorisations pour envoyer des messages !

source: There was an error running the specified command. This error has been logged.
de: Es ist ein Fehler bei der Ausführung des angegebenen Befehls aufgetreten. Dieser Fehler wurde protokolliert.
fi: Määritetyn komennon suorittamisessa tapahtui virhe. Tämä virhe on kirjattu.
fr: Une erreur s'est produite lors de l'exécution de la commande spécifiée. Cette erreur a été enregistrée.

source: You are being ratelimited. Please try again {some_time}.
de: Sie erhalten eine Ratenbeschränkung. Bitte versuchen Sie es erneut {some_time}.
es: Te están limitando. Por favor, inténtalo de nuevo.
fi: Sinut ratifioidaan. Yritä uudelleen {some_time}.
fr: On vous limite. Veuillez réessayer {quelques_fois}.

source: Simulations have been disabled in this guild due to a missing permission. Ask a admin to give me the Manage Messages permission.
de: Die Simulationen wurden in dieser Gilde aufgrund einer fehlenden Berechtigung deaktiviert. Bitten Sie einen Admin, mir die Berechtigung "Nachrichten verwalten" zu geben.
es: Las simulaciones han sido desactivadas en este gremio debido a la falta de permiso. Pídele a un administrador que me dé el permiso de Administrar Mensajes.
fi: Simulaatiot on poistettu käytöstä tässä kiltassa puuttuvan luvan vuoksi. Pyydä järjestelmänvalvojaa antamaan minulle Viestien hallinta -oikeus.
fr: Les simulations ont été désactivées dans cette guilde en raison d'une permission manquante. Demandez à un administrateur de me donner la permission de gérer les messages.

source: This should not have happened. A command raised an error that does not comes from CommandError. Please inform the owner.
de: Dies hätte nicht passieren dürfen. Ein Befehl hat einen Fehler ausgelöst, der nicht von CommandError stammt. Bitte informieren Sie den Besitzer.
es: Esto no debería haber pasado. Un comando planteó un error que no proviene del ComandoError. Por favor, informe al propietario.
fi: Tämän ei olisi pitänyt tapahtua. Komento herätti virheen, joka ei tule CommandErrorista. Ilmoita omistajalle.
fr: Cela n'aurait pas dû se produire. Une commande a provoqué une erreur qui ne provient pas de CommandError. Veuillez en informer le propriétaire.

source: For help, join the bot's support server at {invite}
de: Wenn Sie Hilfe benötigen, treten Sie dem Support-Server des Bots bei {invite} bei
fi: Jos tarvitset apua, liity botin tukipalvelimeen osoitteessa {kutsu}
fr: Pour obtenir de l'aide, rejoignez le serveur d'assistance du bot à l'adresse {invite}

source: Didn't get a response. To try again, do `{prefix}{qn}`.
de: Sie haben keine Antwort erhalten. Um es erneut zu versuchen, führen Sie `{prefix}{qn}` aus.
es: No obtuve respuesta. Para intentarlo de nuevo, haz `{prefijo}{qn}`.
fi: En saanut vastausta. Yritä uudelleen tekemällä {prefix} {qn}.
fr: N'a pas reçu de réponse. Pour réessayer, faites le `{préfix}{qn}`.

source: Couldn't find that name. Try again, or use `{prefix}list` for help.
de: Dieser Name konnte nicht gefunden werden. Versuchen Sie es erneut, oder verwenden Sie `{prefix}list` zur Hilfe.
es: No pude encontrar ese nombre. Inténtalo de nuevo, o usa "lista de prefijos" para ayudar.
fi: Tätä nimeä ei löytynyt. Yritä uudelleen tai käytä apua saadaksesi `` prefix} list`.
fr: Je n'ai pas trouvé ce nom. Essayez à nouveau, ou utilisez `{prefix}list` pour obtenir de l'aide.

source: React with 📈 for a logarithmic graph. React with 📉 for a linear graph. This message expires after 30 seconds.
de: Reagieren Sie mit 📈 für einen logarithmischen Graphen. Reagieren Sie mit 📉 für einen linearen Graphen. Diese Meldung verfällt nach 30 Sekunden.
es: Reaccione con 📈 para obtener un gráfico logarítmico. Reacciona con 📉 para un gráfico lineal. Este mensaje expira después de 30 segundos.
fi: Reagoi logaritmisen kuvaajan 📈 kanssa. Reagoi lineaarisen kuvaajan graph kanssa. Tämä viesti vanhenee 30 sekunnin kuluttua.
fr: Réagissez avec 📈 pour obtenir un graphique logarithmique. Réagissez avec 📉 pour un graphique linéaire. Ce message expire au bout de 30 secondes.

source: Timed out. Request a new message with `{prefix}graphs`
de: Zeitüberschreitung. Anforderung einer neuen Nachricht mit `{prefix}graphs`
es: Se ha agotado el tiempo. Solicitar un nuevo mensaje con `{prefijo} gráficos`
fi: Aika loppui. Pyydä uutta viestiä, jossa on {etuliitteen kaaviot "
fr: Temporisé. Demande d'un nouveau message avec des graphes `{préférences}`

source: Please wait, this could take a few seconds...
de: Bitte warten Sie, dies kann ein paar Sekunden dauern...
es: Por favor, espere, esto podría tomar unos segundos...
fi: Odota, tämä voi kestää muutaman sekunnin ...
fr: Veuillez patienter, cela pourrait prendre quelques secondes...

source: Graph for {location}
de: Graph für {Ort}
fi: Kaavio sijainnille {location}
fr: Graphique pour {location}

source: I don't know what map you're looking for! Run `{ctx.prefix}maps types` to see all the maps I can show you!
de: Ich weiß nicht, nach welcher Karte Sie suchen! Führen Sie `{ctx.prefix}maps types` aus, um alle Karten zu sehen, die ich Ihnen zeigen kann!
es: ¡No sé qué mapa estás buscando! ¡Corre `{ctx.prefix} tipos de mapas` para ver todos los mapas que puedo mostrarte!
fi: En tiedä mitä karttaa etsit! Suorita {ctx.prefix} karttatyypit "nähdäksesi kaikki kartat, jotka voin näyttää!
fr: Je ne sais pas quelle carte vous cherchez ! Lancez `{ctx.prefix}maps types` pour voir toutes les cartes que je peux vous montrer !

source: 😃 You have that permission.
de: 😃 Sie haben diese Erlaubnis.
fi: 😃 Sinulla on tuo lupa.
fr: 😃 Vous avez cette autorisation.

source: ☹️ You don't have that permission.
de: ☹️ Diese Erlaubnis haben Sie nicht.
fi: ☹️ Sinulla ei ole tätä lupaa.
fr: ☹️ Vous n'avez pas cette autorisation.

source: Details of permissions hierarchy
de: Details der Berechtigungshierarchie
fi: Yksityiskohdat käyttöoikeushierarkiasta
fr: Détails de la hiérarchie des autorisations

source: {sign} Default (from {sign}{by})
de: {Zeichen} Standard (von {sign}{by})
es: {signo} Por defecto (de {signo}{por})
fi: {sign} Oletus (lähettäjä {sign} {by})
fr: {sign} Défaut (de {sign}{by})

source: {sign} Guild role {role} (from {sign}{by})
de: {Zeichen} Gildenrolle {role} (von {sign}{by})
es: {signo} Papel del gremio {papel} (de {firma}{por})
fi: {sign} Kiltarooli {rooli} (lähettäjältä {sign} {by})
fr: {sign} Rôle de la guilde (de {sign}{by})

source: {sign} Channel role {role} (from {sign}{by})
de: {Zeichen} Kanalrolle {role} (von {sign}{by})
es: {signo} Papel del canal {papel} (de {firma}{por})
fi: {sign} Kanavan rooli {rooli} (lähettäjältä {sign} {by})
fr: {sign} Rôle de la chaîne {rôle} (de {sign}{by})

source: {sign} Member (from {sign}{by})
de: {sign} Mitglied (von {sign}{by})
es: {signo} Miembro (de {firma}{por})
fi: {sign} Jäsen (lähettäjältä {sign} {by})
fr: {sign} Membre (de {sign}{by})

source: {sign} Fixed (from {sign}{by})
de: {Zeichen} Fixiert (von {sign}{by})
es: {signo} Fijo (de {signo}{por})
fi: {sign} Korjattu (lähettäjältä {sign} {by})
fr: {sign} Corrigé (de {sign}{by})

source: {sign} User (from {sign}{by})
de: {sign} Benutzer (von {sign}{by})
es: {signo} Usuario (de {firma}{por})
fi: {sign} Käyttäjä (lähettäjältä {sign} {by})
fr: {sign} Utilisateur (de {sign}{by})

source: **{role} permissions**
es: **{papel} permisos**
fi: ** {rooli} käyttöoikeudet **

source: There are no specific permissions set in this guild.
de: In dieser Gilde sind keine speziellen Berechtigungen festgelegt.
fi: Tässä killassa ei ole määritetty erityisiä käyttöoikeuksia.
fr: Il n'y a pas d'autorisations spécifiques fixées dans cette guilde.

source: There are no specific permissions set in this channel.
de: In diesem Kanal sind keine spezifischen Berechtigungen festgelegt.
es: No hay permisos específicos establecidos en este canal.
fi: Tälle kanavalle ei ole määritetty erityisiä käyttöoikeuksia.
fr: Il n'y a pas d'autorisations spécifiques fixées dans ce canal.

source: **{member.name}#{member.discriminator} permissions**
de: **{member.name}#{member.discriminator} Berechtigungen**
es: **{nombre.de.miembro}#{nombre.de.miembro.discriminador} permisos**
fi: ** {member.name} # {member.discriminator} käyttöoikeutta **

source: There are no specific permissions for this member.
de: Es gibt keine spezifischen Berechtigungen für dieses Mitglied.
es: No hay permisos específicos para este miembro.
fi: Tälle jäsenelle ei ole erityisiä käyttöoikeuksia.
fr: Il n'y a pas d'autorisation spécifique pour ce membre.

source: 👌 Permission {permission} for user {user.name}#{user.discriminator} has been set to {value} globally.
de: 👌 Die Berechtigung {Berechtigung} für Benutzer {Benutzername}#{Benutzer.Diskriminator} wurde global auf {Wert} gesetzt.
es: 👌 El permiso {permiso} para el usuario {nombre.de usuario}#{discriminador.de usuario} se ha fijado en {valor} globalmente.
fi: 👌 Käyttäjän {user.name} # {user.discriminator} käyttöoikeus {käyttöoikeus} on asetettu arvoon {value} maailmanlaajuisesti.
fr: 👌 L'autorisation {permission} pour l'utilisateur {nom.utilisateur}#{utilisateur.discriminateur} a été fixée à {valeur} globalement.

source: 👌 Permission {permission} for member {member.name}#{member.discriminator} has been set to {value} globally.
de: 👌 Die Berechtigung {Berechtigung} für Mitglied {Mitglied.Name}#{Mitglied.Diskriminator} wurde global auf {Wert} gesetzt.
fi: 👌 Jäsenen {member.name} # {member.discriminator} käyttöoikeus {rights} on asetettu arvoon {value} maailmanlaajuisesti.
fr: 👌 L'autorisation {permission} pour le membre {member.name}#{member.discriminator} a été fixée à {valeur} globale.

source: ❌ Can't set permissions in a channel that is not in this guild.
de: ❌ Kann keine Berechtigungen in einem Kanal setzen, der nicht in dieser Gilde ist.
fi: ❌ Ei voida asettaa käyttöoikeuksia kanavalle, joka ei ole tässä killassa.
fr: ❌ Ne peut pas définir de permissions dans un canal qui n'est pas dans cette guilde.

source: ❌ Can't set permissions for a role that does not exist in this guild.
de: ❌ Es können keine Berechtigungen für eine Rolle festgelegt werden, die in dieser Gilde nicht existiert.
fi: ❌ Ei voida asettaa käyttöoikeuksia roolille, jota ei ole tässä killassa.
fr: ❌ Ne peut pas fixer les autorisations pour un rôle qui n'existe pas dans cette guilde.

source: 👌 Permission {permission} for role {role_name} [`{role_id}`] has been set to {value} in this channel.
de: 👌 Die Berechtigung {Berechtigung} für die Rolle {Rollenname} [`{Rollen_id}`] wurde in diesem Kanal auf {Wert} gesetzt.
fi: 👌 Roolin {role_name} [`{{role_id}`]] käyttöoikeus on {value} tällä kanavalla.
fr: 👌 Permission {permission} pour le rôle {nom_du_rôle} [`{role_id}`] a été réglé sur {valeur} dans ce canal.

source: 👌 Permission {permission} for role {role_name} [`{role_id}`] has been set to {value} in this guild.
de: 👌 Die Berechtigung {Permission} für die Rolle {role_name} [`{role_id}`] wurde in dieser Gilde auf {value} gesetzt.
es: 👌 El permiso {permiso} para el papel {nombre_del_role} [`{role_id}`] ha sido fijado en {valor} en este gremio.
fi: 👌 Roolin {rooli_nimi} [`{rooli_id}`] käyttöoikeus {lupa} on asetettu arvoon {arvo} tässä kiltassa.
fr: 👌 Permission {permission} pour le rôle {nom_du_rôle} [`{role_id}`] a été mis à {valeur} dans cette guilde.

source: Pong. — Time taken: {milliseconds}ms
de: Pong. - nötigte Zeit: {Millisekunden}ms
es: Pong. - Tiempo tomado: {milisegundos}ms
fi: Pong. - Aika: {millisekuntia} ms
fr: Pong. - Temps nécessaire : ms

source: COVID-19 Stats for {name}
de: COVID-19 Statistik für {Name}
es: COVID-19 Estadísticas de {nombre}
fi: COVID-19 tilastot: {name}
fr: Statistiques COVID-19 pour {nom}

source: Stats last updated at (UTC)
de: Statistiken zuletzt aktualisiert um (UTC)
es: Estadísticas actualizadas por última vez en (UTC)
fi: Tilastot päivitetty viimeksi (UTC)
fr: Dernière mise à jour des statistiques à (UTC)

source: no data
de: keine Daten
fi: ei dataa
fr: pas de données

source: Affected Countries
de: Betroffene Länder
es: Países afectados
fi: Vaikuttavat maat
fr: Pays touchés

source: Country List
de: Länderliste
es: Lista de países
fi: Maaluettelo
fr: Liste des pays

source: Use either the country name, or the ISO2/ISO3 code when getting stats with `/covid <name>`!
de: Verwenden Sie entweder den Ländernamen oder den ISO2/ISO3-Code, wenn Sie Statistiken mit `/covid <name>`</name> abrufen <name>!</name>
es: Usa el nombre del país, o el código ISO2/ISO3 cuando obtengas las estadísticas con "covid" <name></name>
fi: Käytä joko maan nimeä tai ISO2 / ISO3-koodia, kun haet tilastoja `/ covid<name> `!
fr: Utilisez soit le nom du pays, soit le code ISO2/ISO3 lorsque vous obtenez des statistiques avec `/covid` <name>!

source: You need to vote for one of these special updaters! See `/vote` for details.
ar: تحتاج إلى التصويت لأحد هؤلاء المحدثين الخاصين! راجع "/ التصويت" للحصول على التفاصيل.
bn: আপনাকে এই বিশেষ আপডেটারগুলির মধ্যে একটির জন্য ভোট দিতে হবে! বিশদের জন্য `/ ভোট` দেখুন।
hi: आप इन विशेष updaters में से एक के लिए वोट करने की जरूरत है! विवरण के लिए `/ वोट` देखें।
id: Anda harus memilih salah satu pembaru khusus ini! Lihat `/ vote` untuk detailnya.
it: Devi votare per uno di questi speciali updaters! Vedi `/vote` per i dettagli.
ja: これらの特別なアップデータに投票する必要があります。詳細は `/vote` を参照してください。
pt: Você precisa votar em um desses atualizadores especiais! Veja `/vote` para detalhes.
ro: Trebuie să votezi pentru aceste update-uri speciale! Scrie `/vote` pentru detalii.
ru: Вы должны проголосовать за один из этих специальных обновлений! Подробнее об этом читайте в подробном подробном подробнее: "/голосовать".

source: ❌ Failed to find a state with that name! `/list` will show you a list of states and their names.
ar: ❌ فشل في إيجاد دولة بهذا الاسم! سيُظهر لك `list / قائمة بالحالات وأسمائها.
bn: Name নামের সাথে একটি রাষ্ট্র খুঁজে পেতে ব্যর্থ! `/ list` আপনাকে রাজ্যের তালিকা এবং তাদের নাম প্রদর্শন করবে।
hi: ❌ उस नाम के साथ एक राज्य खोजने में विफल! `/ सूची` आपको राज्यों और उनके नामों की सूची दिखाएगा।
id: ❌ Gagal menemukan negara bagian dengan nama itu! `/ list` akan menampilkan daftar negara bagian dan namanya.
it: ❌ Impossibile trovare uno stato con quel nome! `/list` ti mostrerà una lista di stati e i loro nomi.
ja: ❌ その名前の州が見つかりませんでした!list` は州とその名前のリストを表示します。
pt: ❌ Falhou em encontrar um estado com esse nome! A `/lista` irá mostrar-lhe uma lista de estados e seus nomes.
ro: Nu am găsit niciun județ/stat cu acel nume! `/list` o să-ți ofere o listă cu state/județe și numele lor.
ru: ❌ не удалось найти государство с таким именем! '/list' покажет вам список штатов и их имена.

source: I found a {0} instead of a state! You can try `{1}` instead.
ar: لقد وجدت {0} بدلاً من ولاية! يمكنك تجربة "{1}" بدلاً من ذلك.
bn: আমি একটি রাষ্ট্রের পরিবর্তে একটি {0 found পেয়েছি! পরিবর্তে আপনি `{1} try চেষ্টা করতে পারেন।
hi: मुझे एक राज्य के बजाय एक {0} मिला! आप इसके बजाय `{1}` आज़मा सकते हैं।
id: Saya menemukan {0} alih-alih negara bagian! Anda dapat mencoba `{1}` sebagai gantinya.
it: Ho trovato un {0} invece di uno stato! Puoi provare con `{1}` invece.
ja: 状態の代わりに{0}を見つけました。代わりに `{1}` を試してみてください。
pt: Eu encontrei um {0} em vez de um estado! Você pode tentar "1" em vez disso.
ro: Am găsit un {0} în loc de un stat/județ. În schimb poți încerca `{1}` .
ru: Я нашел {0} вместо государства! Вы можете попробовать "{1}" вместо.

source: ✅ Posting a {0} graph for {1} in this channel every {2}.
ar: ✅ نشر رسم بياني {0} لـ {1} في هذه القناة كل {2}.
bn: This এই চ্যানেলে প্রতি {2} এ {1} এর জন্য একটি {0} গ্রাফ পোস্ট করা হচ্ছে}
hi: {इस चैनल में {1} के लिए {0} ग्राफ हर {2} पोस्ट करना।
id: ✅ Memposting {0} grafik untuk {1} di saluran ini setiap {2}.
it: ✅ Pubblicare un grafico {0} per {1} in questo canale ogni {2}.
ja: ✅ このチャンネルの{1}の{0}のグラフを{2}ごとに投稿する。
pt: ✅ Lançando um gráfico {0} para {1} neste canal a cada {2}.
ro: Postând un grafic {0} pentru {1} in acest canal fiecare {2}.
ru: ✅ Размещение {0} для {1} в этом канале каждый {2}.

source: logarithmic
ar: لوغاريتمي
bn: লোগারিথমিক
hi: लघुगणक
id: logaritma
it: logaritmico
ja: 対数
pt: logarítmico
ro: logaritmic
ru: Логарифмический

source: linear
ar: خطي
bn: রৈখিক
hi: रेखीय
id: linier
it: lineare
ja: 線状
ro: liniar
ru: Линейные

source: ❌ Failed to find that province name!
ar: ❌ فشل في العثور على اسم المقاطعة!
bn: Province প্রদেশের নামটি খুঁজে পেতে ব্যর্থ!
hi: ❌ उस प्रांत का नाम खोजने में विफल!
id: ❌ Gagal menemukan nama provinsi itu!
it: ❌ Non sono riuscito a trovare il nome della provincia!
ja: ❌ その県名を見つけるのに失敗しました!
pt: ❌ Falha em encontrar o nome da província!
ro: ❌ Nu am găsit numele provinciei!
ru: ❌ не смогли найти название провинции!

source: I found a {0} instead of a province! You can try `{1}` instead.
ar: لقد وجدت {0} بدلاً من مقاطعة! يمكنك تجربة "{1}" بدلاً من ذلك.
bn: আমি একটি প্রদেশের পরিবর্তে একটি {0 found পেয়েছি! পরিবর্তে আপনি `{1} try চেষ্টা করতে পারেন।
hi: मुझे प्रांत के बजाय {0} मिला! आप इसके बजाय `{1}` आज़मा सकते हैं।
id: Saya menemukan {0} alih-alih provinsi! Anda dapat mencoba `{1}` sebagai gantinya.
it: Ho trovato un {0} invece di una provincia! Puoi provare con `{1}` invece.
ja: 県の代わりに{0}を見つけました。代わりに `{1}` を使ってみてください。
pt: Encontrei um {0} em vez de uma província! Podes tentar "1" em vez disso.
ro: Am găsit {0} în loc de o provincie. În schimb poți încerca `{1}` .
ru: Я нашел {0} вместо государства! Вы можете попробовать "{1}" вместо.

source: ❌ Failed to find that state name! See {0} for help!
ar: ❌ فشل في العثور على اسم الدولة هذا! راجع {0} للحصول على المساعدة!
bn: State রাষ্ট্রের নামটি খুঁজে পেতে ব্যর্থ! সহায়তার জন্য {0 See দেখুন!
hi: ❌ उस राज्य का नाम खोजने में विफल! मदद के लिए {0} देखें!
id: ❌ Gagal menemukan nama negara bagian itu! Lihat {0} untuk bantuan!
it: ❌ Impossibile trovare quel nome di stato! Vedi {0} per aiuto!
ja: ❌ その州名が見つかりませんでした!0}を参照してください!
pt: ❌ Falha em encontrar esse nome de estado! Veja {0} para ajuda!
ro: ❌ Nu s-a găsit numele statului! Consultați {0} pentru ajutor!
ru: ❌ не смогли найти это государственное название! Смотрите {0} за помощью!

source: Didn't find any provinces with that name!
ar: لم يتم العثور على أي مقاطعات بهذا الاسم!
bn: এই নামে কোনও প্রদেশ খুঁজে পেল না!
hi: उस नाम के साथ कोई प्रांत नहीं मिला!
id: Tidak menemukan satu pun provinsi dengan nama itu!
it: Non ho trovato nessuna provincia con quel nome!
ja: その名前の州は見つかりませんでした！
pt: Não encontrei nenhuma província com esse nome!
ro: Nu am găsit nicio provincie cu acel nume!
ru: Не нашел ни одной провинции с таким названием!

source: I found a {0} instead of a province! Use the {1} command instead.
ar: لقد وجدت {0} بدلاً من مقاطعة! استخدم الأمر {1} بدلاً من ذلك.
bn: আমি একটি প্রদেশের পরিবর্তে একটি {0 found পেয়েছি! পরিবর্তে {1} কমান্ডটি ব্যবহার করুন।
hi: मुझे प्रांत के बजाय {0} मिला! इसके बजाय {1} कमांड का उपयोग करें।
id: Saya menemukan {0} alih-alih provinsi! Gunakan perintah {1} sebagai gantinya.
it: Ho trovato un {0} invece di una provincia! Usa invece il comando {1}.
ja: 県の代わりに{0}を見つけました!代わりに{1}コマンドを使ってください。
pt: Encontrei um {0} em vez de uma província! Use o comando {1}em vez disso.
ro: Am găsit un {0} în loc de o provincie! Poți folosi comanda {1} în schimb.
ru: Я нашел вместо провинции! Используй вместо этого команду {1}.

source: Invalid action. It must be one of {0}.
ar: عمل غير صالح. يجب أن تكون واحدة من {0}.
bn: অবৈধ ক্রিয়া। এটি অবশ্যই {0} এর মধ্যে একটি হতে হবে}
hi: अवैध कार्रवाई। यह {0} में से एक होना चाहिए।
id: Tindakan tidak valid. Pasti salah satu dari {0}.
it: Azione non valida. Deve essere una di {0}.
ja: 無効な動作です。0}のいずれかでなければなりません。
pt: Acção inválida. Deve ser uma de {0}.
ro: Acțiune invalidă. Trebuie să fie unul/una dintre {0}.
ru: Недействительное действие. Это должно быть одно из {0}.

source: No data is available at the moment. Wait a few moments. **Spamming this command will result in a temporary ban!**
ar: لا توجد بيانات متاحة في الوقت الحالي. انتظر بضع لحظات. ** إرسال بريد عشوائي على هذا الأمر سيؤدي إلى حظر مؤقت! **
bn: এই মুহূর্তে কোনও ডেটা উপলব্ধ নেই। কয়েক মুহূর্ত অপেক্ষা করুন। ** এই আদেশটি স্প্যাম করার ফলে অস্থায়ী নিষেধাজ্ঞার ফলস্বরূপ! **
hi: फिलहाल कोई डेटा उपलब्ध नहीं है। कुछ क्षण रुकिए। ** इस कमांड को स्पैम करने पर अस्थायी प्रतिबंध लगेगा! **
id: Tidak ada data yang tersedia saat ini. Tunggu beberapa saat. ** Melakukan spam pada perintah ini akan mengakibatkan pemblokiran sementara! **
it: Nessun dato è disponibile al momento. Aspetta qualche momento. **Spamming questo comando risulterà in un ban temporaneo!
ja: 今のところデータはありません。しばらくお待ちください。 **このコマンドをスパムすると一時的に禁止されます。
pt: Não há dados disponíveis no momento. Espere alguns momentos. **Spamming este comando resultará em um banimento temporário!**
ro: Informațiile nu sunt valabile în acest moment. Așteptați câteva momente. ** Spamarea acestei comenzi va rezulta într-un ban temporar!**
ru: На данный момент никаких данных нет. Подождите несколько минут. **Спам этой команды приведет к временному запрету!**
