Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: */messages.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: For help, join the bot's support server at {0} Check <https://discordstatus.com/> for more details on Discord issues.
ar: للحصول على المساعدة ، انضم إلى خادم دعم الروبوت على {0} تحقق<https://discordstatus.com/> لمزيد من التفاصيل حول قضايا Discord.
bn: সাহায্যের জন্য, বট এর সমর্থন সার্ভারে {0} চেক এ যোগ দিন<https://discordstatus.com/> ডিসকর্ড ইস্যু সম্পর্কে আরও তথ্যের জন্য।
hi: मदद के लिए, {0} चेक पर बॉट के सपोर्ट सर्वर से जुड़ें<https://discordstatus.com/> त्याग के मुद्दों पर अधिक जानकारी के लिए।
id: Untuk bantuan, bergabunglah dengan server dukungan bot di {0} Check<https://discordstatus.com/> untuk detail lebih lanjut tentang masalah Discord.
it: Per aiuto, unisciti al server di supporto del bot a {0} Controlla <https://discordstatus.com/> per maggiori dettagli sui problemi di Discord.
ja: 助けを求めて、ボットのサポートサーバーに参加してください。 Discord問題の詳細については、<https://discordstatus.com/> をチェックしてください。
pt: Para obter ajuda, junte-se ao servidor de suporte do bot em {0} Confira <https://discordstatus.com/> para mais detalhes sobre as questões do Discord.
ro: Pentru ajutor, alăturați-vă server-ului pentru ajutor la {0}, vedeți <https://discordstatus.com/> pentru mai multe detalii despre problemele Discord-ului.
ru: Чтобы получить помощь, подключитесь к серверу поддержки бота по адресу {0} Проверьте <https://discordstatus.com/> для получения более подробной информации по вопросам Раздора.

source: Set up your simulation to default values. Edit them with the {0} commands.
ar: قم بإعداد المحاكاة على القيم الافتراضية. قم بتحريرها باستخدام أوامر {0}.
bn: ডিফল্ট মানগুলিতে আপনার সিমুলেশন সেট আপ করুন। তাদের Edit 0} কমান্ড দিয়ে সম্পাদনা করুন।
hi: अपने सिमुलेशन को डिफ़ॉल्ट मानों पर सेट करें। उन्हें {0} आदेशों के साथ संपादित करें।
id: Siapkan simulasi Anda ke nilai default. Edit dengan perintah {0}.
it: Imposta la tua simulazione con i valori di default. Modificali con i comandi {0}.
ja: シミュレーションのデフォルト値を設定します。0}コマンドで編集します。
pt: Configure sua simulação para os valores padrão. Edite-os com os comandos {0}.
ro: Configurați-vă simularea la valorile implicite. Editați-le cu comanda {0}.
ru: Настройте симулятор на значения по умолчанию. Отредактируйте их командами {0}.

source: ISO3 codes are always 3 characters long! If you're trying to get the world, try {0}.
ar: تتكون رموز ISO3 دائمًا من 3 أحرف! إذا كنت تحاول الحصول على العالم ، فجرّب {0}.
bn: আইএসও 3 কোড সর্বদা 3 টি অক্ষর দীর্ঘ হয়! আপনি যদি বিশ্বটি পাওয়ার চেষ্টা করছেন তবে {0 try চেষ্টা করুন}
hi: ISO3 कोड हमेशा 3 वर्ण लंबे होते हैं! यदि आप दुनिया को पाने की कोशिश कर रहे हैं, तो {0} कोशिश करें।
id: Kode ISO3 selalu terdiri dari 3 karakter! Jika Anda mencoba untuk mendapatkan dunia, cobalah {0}.
it: I codici ISO3 sono sempre lunghi 3 caratteri! Se stai cercando di ottenere il mondo, prova {0}.
ja: ISO3のコードは常に3文字です!世界を手に入れようとしている人は{0}を試してみてください。
pt: Os códigos ISO3 têm sempre 3 caracteres! Se você está tentando pegar o mundo, tente {0}.
ro: Codurile ISO3 sunt întotdeauna lungi de 3 caractere! Dacă încercați să obțineți date despre lume încercați {0}.
ru: Коды ISO3 всегда состоят из 3-х символов! Если вы пытаетесь заполучить мир, попробуйте {0}.

source: Country name for simulation set to {0}.
ar: تم تعيين اسم البلد الخاص بالمحاكاة على {0}.
bn: সিমুলেশনের জন্য দেশের নাম {0 to সেট করা হয়েছে}
hi: सिमुलेशन के लिए देश का नाम {0} पर सेट करें।
id: Nama negara untuk simulasi disetel ke {0}.
it: Nome del paese per la simulazione impostato su {0}.
ja: シミュレーションの国名を{0}に設定します。
pt: O nome do país para simulação definido como {0}.
ro: Numele tării pentru simulare setat la {0}.
ru: Название страны для моделирования установлено в {0}.

source: 3 years is the upper limit on simulation length.
ar: 3 سنوات هي الحد الأقصى لطول المحاكاة.
bn: 3 বছর সিমুলেশন দৈর্ঘ্যের উপরের সীমা।
hi: 3 साल सिमुलेशन लंबाई पर ऊपरी सीमा है।
id: 3 tahun adalah batas atas panjang simulasi.
it: 3 anni è il limite superiore della lunghezza della simulazione.
ja: 3年がシミュレーションの長さの上限です。
pt: 3 anos é o limite superior da duração da simulação.
ro: Limita superioară a simulării este de 3 ani.
ru: 3 года - это верхний предел длительности моделирования.

source: Simulation time set to {0} days.
ar: تم ضبط وقت المحاكاة على {0} يوم.
bn: সিমুলেশন সময় {0} দিন সেট করা হয়েছে।
hi: सिमुलेशन समय {0} दिनों के लिए सेट।
id: Waktu simulasi disetel ke {0} hari.
it: Tempo di simulazione impostato a {0} giorni.
ja: シミュレーション時間は{0}日に設定されています。
pt: Tempo de simulação definido para {0} dias.
ro: Timpul simulării setat la {0} zile.
ru: Время моделирования установлено на {0} дней.

source: Didn't get a response. To try again, do {0}.
ar: لم تحصل على رد. للمحاولة مرة أخرى ، نفذ {0}.
bn: সাড়া পেলাম না। আবার চেষ্টা করতে, {0 do করুন}
hi: प्रतिक्रिया नहीं मिली। फिर से प्रयास करने के लिए, {0} करें।
id: Tidak mendapat tanggapan. Untuk mencoba lagi, lakukan {0}.
it: Non ha ottenuto una risposta. Per riprovare, fai {0}.
ja: 応答がありませんでした。再度試すには、{0}を実行してください。
pt: Não obtive resposta. Para tentar de novo, faça {0}.
ro: Nu am primit niciun răspuns. Pentru a încerca din nou, scrieți {0}.
ru: Не получил ответа. Чтобы попробовать еще раз, сделай {0}.

source: You haven't set up your simulation! Run {0} to set your simulation up!
ar: لم تقم بإعداد المحاكاة الخاصة بك! شغّل {0} لإعداد المحاكاة!
bn: আপনি আপনার সিমুলেশন সেট আপ করেন নি! আপনার সিমুলেশন সেট আপ করতে {0 Run চালান!
hi: आपने अपना सिमुलेशन सेट नहीं किया है! अपना अनुकरण सेट करने के लिए {0} चलाएं!
id: Anda belum menyiapkan simulasi! Jalankan {0} untuk menyiapkan simulasi Anda!
it: Non hai impostato la tua simulazione! Esegui {0} per impostare la tua simulazione!
ja: シミュレーションが設定されていません!0}を実行してシミュレーションをセットアップしてください!
pt: Ainda não preparaste a tua simulação! Corre {0} para configurar a tua simulação!
ro: Nu v-ați configurat simularea! Rulați {0} pentru a vă configura simularea!
ru: Ты не настроил свою симуляцию! Беги, чтобы настроить свою симуляцию!

source: Running simulation...
ar: تشغيل المحاكاة ...
bn: চলমান সিমুলেশন ...
hi: सिमुलेशन चल रहा है ...
id: Menjalankan simulasi ...
it: Simulazione in corso...
ja: シミュレーションの実行...
pt: A executar simulação...
ro: Rularea simulării...
ru: Запуск симуляции...

source: Invalid country name! Try again, making sure the ISO3 code you passed is correct! For the world, the code is {0}.
ar: اسم البلد غير صالح! حاول مرة أخرى ، وتأكد من صحة رمز ISO3 الذي مررته! بالنسبة للعالم ، الرمز هو {0}.
bn: অবৈধ দেশের নাম! আবার চেষ্টা করুন, আপনার পাস করা আইএসও 3 কোডটি সঠিক কিনা তা নিশ্চিত করে! বিশ্বের জন্য, কোডটি {0} হয়}
hi: अमान्य देश का नाम! पुन: प्रयास करें, सुनिश्चित करें कि आपके द्वारा पास किया गया ISO3 कोड सही है! दुनिया के लिए, कोड {0} है।
id: Nama negara tidak valid! Coba lagi, pastikan kode ISO3 yang Anda berikan sudah benar! Untuk dunia, kodenya adalah {0}.
it: Nome del paese non valido! Prova di nuovo, assicurandoti che il codice ISO3 che hai passato sia corretto! Per il mondo, il codice è {0}.
ja: 国名が無効です。ISO3コードが正しいことを確認して、もう一度試してみてください。世界の場合、コードは{0}です。
pt: Nome de país inválido! Tente novamente, certificando-se de que o código ISO3 que você passou está correto! Para o mundo, o código é {0}.
ro: Numele țării este invalid! Încercați din nou, fiind sigur că codul ISO3 pe care l-ați scris e corect! Pentru codul lumii, codul este {0}.
ru: Недействительное название страны! Попробуйте еще раз, убедившись, что переданный вами код ISO3 верен! Для всего мира, код {0}.

source: Results after {0} days
ar: النتائج بعد {0} يوم
bn: {0} দিন পরে ফলাফল
hi: {0} दिनों के बाद परिणाम
id: Hasil setelah {0} hari
it: Risultati dopo {0} giorni
ja: 0}日後の結果
pt: Resultados após {0} dias
ro: Rezultate după {0} zile
ru: Результаты через {0} дней

source: More features will be available later: join the support server for updates when new features are released!
ar: ستتوفر المزيد من الميزات لاحقًا: انضم إلى خادم الدعم للحصول على التحديثات عند إصدار ميزات جديدة!
bn: আরও বৈশিষ্ট্যগুলি পরে পাওয়া যাবে: নতুন বৈশিষ্ট্য প্রকাশিত হলে আপডেটের জন্য সমর্থন সার্ভারে যোগ দিন!
hi: अधिक सुविधाएँ बाद में उपलब्ध होंगी: नई सुविधाएँ जारी होने पर अपडेट के लिए समर्थन सर्वर से जुड़ें!
id: Lebih banyak fitur akan tersedia nanti: bergabung dengan server dukungan untuk pembaruan ketika fitur baru dirilis!
it: Altre caratteristiche saranno disponibili più tardi: unisciti al server di supporto per gli aggiornamenti quando vengono rilasciate nuove funzioni!
ja: より多くの機能は後ほど利用可能になります：新機能がリリースされた際には、サポートサーバーに参加してアップデートを行いましょう。
pt: Mais funcionalidades estarão disponíveis mais tarde: junte-se ao servidor de suporte para atualizações quando novas funcionalidades forem lançadas!
ro: Mai multe caracteristici vor fi valabile mai târziu: alăturați-vă server-ului de asistență pentru a fii notificat când mai multe caracteristici vor fi lansate!
ru: Больше возможностей будет доступно позже: присоединяйтесь к серверу поддержки для получения обновлений, когда новые функции будут выпущены!

source: Total Cases
ar: إجمالي الحالات
bn: মোট কেস
hi: कुल मामले
id: Jumlah Kasus
it: Casi totali
ja: 症例数
pt: Total de casos
ro: Cazuri totale
ru: Всего случаев

source: Total Deaths
ar: إجمالي الوفيات
bn: মোট মৃত্যু
hi: कुल मौतें
id: Total Kematian
it: Morti totali
ja: 総死亡者数
pt: Total de Mortes
ro: Decese totale
ru: Тотальная смертность

source: Took {0} seconds ({1}ns) to run.
ar: استغرقت {0} ثانية ({1} نانوثانية) للتشغيل.
bn: চালাতে {0} সেকেন্ড ({1} ns) সময় নিয়েছে।
hi: चलाने के लिए {0} सेकंड ({1} ns) लिया।
id: Butuh waktu {0} detik ({1} ns) untuk berlari.
it: Ha impiegato {0} secondi ({1}ns) per funzionare.
ja: 0}秒({1}ns)かかった。
pt: Levou {0} segundos ({1}ns) para ser executado.
ro: A durat {0} secunde ({1}ns) pentru a rula.
ru: Потребовалось {0} секунд ({1}нс), чтобы бежать.

source: React with 📈 for a logarithmic graph. React with 📉 for a linear graph. This message expires after 10 seconds.
ar: تفاعل مع للرسم البياني اللوغاريتمي. تفاعل مع لرسم بياني خطي. تنتهي صلاحية هذه الرسالة بعد 10 ثوانٍ.
bn: লগারিদমিক গ্রাফের জন্য with এর সাথে প্রতিক্রিয়া জানান। রৈখিক গ্রাফের জন্য with এর সাথে প্রতিক্রিয়া জানান। এই বার্তাটি 10 সেকেন্ড পরে শেষ হবে।
hi: लॉगरिदमिक ग्राफ के लिए 📈 के साथ प्रतिक्रिया करें। एक रेखीय ग्राफ के लिए 📉 के साथ प्रतिक्रिया करें। यह संदेश 10 सेकंड के बाद समाप्त हो जाता है।
id: Bereaksi dengan 📈 untuk grafik logaritmik. Bereaksi dengan 📉 untuk grafik linier. Pesan ini berakhir setelah 10 detik.
it: Reagisci con 📈 per un grafico logaritmico. Reagisci con 📉 per un grafico lineare. Questo messaggio scade dopo 10 secondi.
ja: 対数グラフの場合は leasesSo_1F4C8 letsize で反応します。 直線グラフに対しては、So_1F4C9 せり出しで反応します。 このメッセージは 10 秒後に終了します。
pt: Reagir com 📈 para um gráfico logarítmico. Reagir com 📉 para um gráfico linear. Esta mensagem expira após 10 segundos.
ro: Reacționați cu 📈 pentru un grafic logaritmic. Reacționați cu 📉 pentru un grafic liniar. Acest va mesaj expiră după 10 secunde.
ru: Реагируйте с 📈 для логарифмического графика. Реагируйте с 📉 для линейного графика. Срок действия этого сообщения истекает через 10 секунд.

source: Took {0} seconds ({1} nanoseconds) to generate • Cache Status: {2}
ar: استغرق إنشاء {0} ثانية ({1} نانوثانية) • حالة ذاكرة التخزين المؤقت: {2}
bn: Ache ক্যাশে স্থিতি উত্পাদন করতে {0} সেকেন্ড ({1} ন্যানোসেকেন্ডস) নিয়েছে: {2}
hi: • उत्पन्न करने के लिए {0} सेकंड ({1} नैनोसेकंड) लिया • कैश की स्थिति: {2}
id: Butuh waktu {0} detik ({1} nanodetik) untuk menghasilkan • Status Tembolok: {2}
it: Ci sono voluti {0} secondi ({1} nanosecondi) per generare - Stato della cache: {2}
ja: 生成に {0} 秒 ({1} ナノ秒) かかりました。{2}
pt: Demorou {0} segundos ({1} nanossegundos) para gerar - Estado do Cache: {2}
ro: A durat {0} secunde, ({1} nanoseconds) pentru a genera • Cache Status: {2}
ru: Потребовалось {0} секунд ({1}наносекунд), чтобы сгенерировать - Статус кэша: {2}

source: That isn't a valid name! Check out {0} for a list of all names I can get data for!
ar: هذا ليس اسمًا صالحًا! تحقق من {0} للحصول على قائمة بجميع الأسماء التي يمكنني الحصول على بيانات عنها!
bn: এটি কোনও বৈধ নাম নয়! আমি যে সমস্ত ডেটার জন্য ডেটা পেতে পারি তার নামের জন্য {0 Check দেখুন!
hi: यह एक वैध नाम नहीं है! सभी नामों की सूची के लिए {0} देखें, जिनके लिए मुझे डेटा मिल सकता है!
id: Itu bukan nama yang valid! Lihat {0} untuk daftar semua nama yang datanya bisa saya dapatkan!
it: Non è un nome valido! Controlla {0} per una lista di tutti i nomi per cui posso ottenere dati!
ja: それは有効な名前ではありません!0}でデータを取得できるすべての名前のリストをチェックしてください!
pt: Esse não é um nome válido! Verifique {0} para uma lista de todos os nomes para os quais posso obter dados!
ro: Acesta nu este un nume valid! Uite-te la {0} pentru o listă de nume pe care o pot verifica.
ru: Это не действительное имя! Проверьте {0} список всех имен, для которых я могу получить данные!

source: I found a {0} instead of a country!
ar: لقد وجدت {0} بدلاً من بلد!
bn: আমি একটি দেশের পরিবর্তে একটি {0 found পেয়েছি!
hi: मुझे देश के बजाय {0} मिला!
id: Saya menemukan {0} alih-alih sebuah negara!
it: Ho trovato un {0} invece di un paese!
ja: 国の代わりに{0}を見つけました!
pt: Eu encontrei um {0} em vez de um país!
ro: Am găsit {0} în loc de o țară!
ru: Я нашел не страну, а страну!

source: I found a {0} instead of a province! Try {1} instead.
ar: لقد وجدت {0} بدلاً من مقاطعة! جرب {1} بدلاً من ذلك.
bn: আমি একটি প্রদেশের পরিবর্তে একটি {0 found পেয়েছি! পরিবর্তে {1 Try চেষ্টা করুন।
hi: मुझे प्रांत के बजाय {0} मिला! इसके बजाय {1} का प्रयास करें।
id: Saya menemukan {0} alih-alih provinsi! Coba {1} sebagai gantinya.
it: Ho trovato un {0} invece di una provincia! Prova invece con {1}.
ja: 県の代わりに{0}を見つけました。代わりに{1}を試してみてください。
pt: Encontrei um {0} em vez de uma província! Tenta antes uma.
ro: Am găsit {0} în loc de o provincie! În schimb încearcă {1}.
ru: Я нашел вместо провинции! Попробуй вместо этого.

source: I found a {0} instead of a state! Try {1} instead.
ar: لقد وجدت {0} بدلاً من ولاية! جرب {1} بدلاً من ذلك.
bn: আমি একটি রাষ্ট্রের পরিবর্তে একটি {0 found পেয়েছি! পরিবর্তে {1 Try চেষ্টা করুন।
hi: मुझे एक राज्य के बजाय एक {0} मिला! इसके बजाय {1} का प्रयास करें।
id: Saya menemukan {0} alih-alih negara bagian! Coba {1} sebagai gantinya.
it: Ho trovato un {0} invece di uno stato! Prova invece con {1}.
ja: 状態の代わりに{0}を見つけました。代わりに{1}を試してみてください。
pt: Eu encontrei um {0} em vez de um estado! Tenta antes um.
ro: Am găsit {0} în loc de un stat/județ! În schimb încearcă {1}
ru: Я нашел не государство, а государство! Попробуй вместо этого.

source: Help
ar: مساعدة
bn: সহায়তা
hi: मदद
id: Tolong
it: Aiuto
ja: ヘルプ
pt: Ajuda
ro: Ajutor
ru: Помощь

source: No help available.
ar: لا توجد مساعدة متاحة.
bn: কোন সাহায্য উপলব্ধ।
hi: कोई सहायता उपलब्ध नहीं है।
id: Tidak ada bantuan yang tersedia.
it: Nessun aiuto disponibile.
ja: ヘルプはありません。
pt: Não há ajuda disponível.
ro: Nu este ajutor valabil.
ru: Помощи нет.

source: Aliases
ar: اسماء مستعارة
bn: উপনাম
hi: उपनाम
id: Alias
it: Alias
ja: エイリアス
pt: Pseudônimos
ro: Alias-uri
ru: Псевдонимы

source: No command called {0} found.
ar: لم يتم العثور على أمر يسمى {0}.
bn: Command 0 called নামক কোনও আদেশ পাওয়া যায় নি।
hi: {0} नामक कोई कमांड नहीं मिली।
id: Tidak ada perintah bernama {0} yang ditemukan.
it: Nessun comando chiamato {0} trovato.
ja: 0}というコマンドが見つかりませんでした。
pt: Nenhum comando chamado {0} encontrado.
ro: Nicio comandă numită {0} găsită.
ru: Команда с названием {0} не найдена.

source: Command "{0.qualified_name}" has no subcommand named {1}
ar: الأمر "{0.qualified_name}" ليس له أمر فرعي باسم {1}
bn: কমান্ড "{0. যোগ্যতাযুক্ত_নামক}" এর {1} নামে কোনও সাবকম্যান্ড নেই
hi: "{0.qualified_name}" कमांड का कोई उप-नाम नहीं है जिसका नाम {1} है
id: Perintah "{0.qualified_name}" tidak memiliki subperintah bernama {1}
it: Il comando "{0.qualified_name}" non ha un sottocomando chiamato {1}
ja: コマンド「{0.qualified_name}」には、{1}というサブコマンドがありません。
pt: O comando "{0.qualified_name}" não tem nenhum subcomando chamado {1}
ro: Comanda "{0.qualified_name}" nu are numită nici o subcomandă numită {1}
ru: Команда "{0.qualified_name}" не имеет подкоманды с именем {1}

source: Command "{0.qualified_name}" has no subcommands.
ar: الأمر "{0.qualified_name}" ليس له أوامر فرعية.
bn: "{0. গুণযুক্ত_নাম}" কমান্ডের কোনও সাবকম্যান্ড নেই।
hi: कमांड "{0.quified_name}" में कोई उप-क्षेत्र नहीं है।
id: Perintah "{0.qualified_name}" tidak memiliki subperintah.
it: Il comando "{0.qualified_name}" non ha sottocomandi.
ja: コマンド「{0.qualified_name}」にはサブコマンドがありません。
pt: O comando "{0.qualified_name}" não tem subcomandos.
ro: Comanda "{0.qualified_name}" nu are numită nici o subcomandă.
ru: Команда "{0.qualified_name}" не имеет подкоманд.

source: Error
ar: خطأ
bn: ত্রুটি
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
pt: Erro
ro: Eroare
ru: Ошибка

source: The bot's still setting up, please wait up to 10 minutes.
ar: لا يزال برنامج التتبُّع قيد الإعداد ، يُرجى الانتظار حتى 10 دقائق.
bn: বটটি এখনও সেট আপ করছে, দয়া করে 10 মিনিট অপেক্ষা করুন।
hi: बॉट की अभी भी स्थापना हो रही है, कृपया 10 मिनट तक प्रतीक्षा करें।
id: Bot masih disiapkan, harap tunggu hingga 10 menit.
it: Il bot si sta ancora configurando, per favore aspetta fino a 10 minuti.
ja: ボットはまだセットアップ中ですが、10分ほどお待ちください。
pt: O robot ainda está a preparar-se, por favor aguarde até 10 minutos.
ro: Botul încă se inițializează, vă rugam așteptați până la 10 minute.
ru: Бот все еще настраивается, пожалуйста, подождите до 10 минут.

source: React to this message with 📥 within 10 seconds to send your reaction.
ar: رد على هذه الرسالة بـ في غضون 10 ثوانٍ لإرسال رد فعلك.
bn: আপনার প্রতিক্রিয়া প্রেরণ করতে 10 সেকেন্ডের মধ্যে message সহ এই বার্তায় প্রতিক্রিয়া জানান।
hi: अपनी प्रतिक्रिया भेजने के लिए 10 सेकंड के भीतर इस संदेश के साथ प्रतिक्रिया करें।
id: Bereaksi pesan ini dengan 📥 dalam 10 detik untuk mengirimkan reaksi Anda.
it: Reagisci a questo messaggio con 📥 entro 10 secondi per inviare la tua reazione.
ja: このメッセージに反応するには、10秒以内に ķelSo_1F4E5 を使って反応を送信してください。
pt: Reagir a esta mensagem com 📥 em 10 segundos para enviar a sua reacção.
ro: Reacționează la acest mesaj cu 📥 în decurs de 10 secunde pentru a-ți trimite reacția.
ru: Реагируйте на это сообщение с 📥 в течение 10 секунд, чтобы отправить вашу реакцию.

source: I'm having a issue with finding the country name here! Here's what I'm showing: {0}
ar: أواجه مشكلة في العثور على اسم البلد هنا! هذا ما أعرضه: {0}
bn: আমি এখানে দেশের নাম খুঁজে পেতে একটি সমস্যা হচ্ছে! আমি যা দেখছি তা এখানে: {0}
hi: मुझे यहाँ देश का नाम खोजने के साथ एक समस्या हो रही है! यहाँ मैं दिखा रहा हूँ: {0}
id: Saya mengalami masalah saat menemukan nama negara di sini! Inilah yang saya tunjukkan: {0}
it: Ho un problema nel trovare il nome del paese qui! Ecco cosa sto mostrando: {0}
ja: ここで国名を見つけるのに苦労しています!表示されているのは以下の通りです。{0}
pt: Estou a ter um problema em encontrar o nome do país aqui! Aqui está o que estou a mostrar: {0}
ro: Am probleme cu găsirea numelui țării! Iată ce arăt: {0}
ru: У меня проблема с поиском названия страны! Вот что я показываю: {0}

source: Hi there! I'm a bot for giving live stats on the COVID-19 pandemic. My default prefix is `/`. This can be changed with `/settings prefix <new prefix>`, replacing <new prefix> with the prefix you want. For a list of my commands, run `/help`.
ar: أهلا! أنا روبوت لتقديم إحصائيات مباشرة عن جائحة COVID-19. البادئة الافتراضية الخاصة بي هي `` / `. يمكن تغيير هذا مع بادئة الإعدادات / /<new prefix> ، استبدال<new prefix> بالبادئة التي تريدها. للحصول على قائمة بأوامري ، قم بتشغيل `/ help`.
bn: হাই! COVID-19 মহামারীতে সরাসরি পরিসংখ্যান দেওয়ার জন্য আমি বট। আমার ডিফল্ট উপসর্গটি `/` ` এটি `/ সেটিংস উপসর্গ দিয়ে পরিবর্তন করা যেতে পারে<new prefix> `, প্রতিস্থাপন করা হচ্ছে<new prefix> আপনি চান উপসর্গ সঙ্গে। আমার আদেশগুলির তালিকার জন্য, `/ সহায়তা` চালান run
hi: नमस्ते! मैं COVID-19 महामारी पर लाइव आँकड़े देने के लिए एक बॉट हूँ। मेरा डिफ़ॉल्ट उपसर्ग `/` है। इसे `/ सेटिंग्स उपसर्ग के साथ बदला जा सकता है<new prefix> `, की जगह<new prefix> उपसर्ग के साथ आप चाहते हैं। मेरे आदेशों की सूची के लिए, `/ help` चलाएं।
id: Halo yang disana! Saya bot yang memberikan statistik langsung tentang pandemi COVID-19. Awalan default saya adalah `/`. Ini dapat diubah dengan awalan `/ pengaturan<new prefix> `, mengganti<new prefix> dengan awalan yang Anda inginkan. Untuk daftar perintah saya, jalankan `/ help`.
it: Ciao a tutti! Sono un bot per dare statistiche in diretta sulla pandemia COVID-19. Il mio prefisso di default è `/`. Questo può essere cambiato con `/settings prefix <new prefix>`, sostituendolo <new prefix>con il prefisso che vuoi. Per una lista dei miei comandi, esegui `/help`.</new></new>
ja: こんにちは！私はCOVID-19パンデミックのライブ統計を与えるためのボットです。私はCOVID-19パンデミックのライブ統計を提供するためのボットです。デフォルトのプレフィックスは `/` です。これは `/settings prefix<new prefix>`</new> で変更できます<new prefix> <new prefix>。コマンドの一覧は `/help` を実行してください。</new></new>
pt: Olá! Eu sou um bot por dar estatísticas ao vivo sobre a pandemia da COVID-19. Meu prefixo padrão é `/`. Isto pode ser alterado com `/' <new prefix>, substituindo <new prefix>pelo prefixo que você quer. Para uma lista dos meus comandos, execute `/help'.</new></new>
ro: Salut! Sunt un bot care trimite statistici live asupra pandemiei COVID-19. Prefixul meu implicit este `/`. Acesta poate fi schimbat cu ajutorul comenzii `/settings prefix <new prefix>`, schimbarea <new prefix> cu prefixul care îl doriți. Pentru o listă cu comenzile valabile, scrieți `/help`.
ru: Привет! Я бот за то, что даю живую статистику по пандемии КОВИД-19. Мой префикс по умолчанию `/`. Он может быть изменен с помощью `/установки префикса <new prefix>`, заменив его <new prefix>на тот, который вы хотите. Для получения списка моих команд, запустите `/help`.</new></new>

source: New Cases (7d avg)
ar: حالات جديدة (7d في المتوسط)
bn: নতুন কেস (7 ডি গড়)
hi: नए मामले (7d औसत)
id: Kasus Baru (rata-rata 7d)
it: Nuovi casi (7d avg)
ja: 新しいケース(平均7d)
pt: Novos casos (7d avg)
ro: Cazuri Noi (med. 7z)
ru: Новые дела (7d avg)

source: New Deaths (7d avg)
ar: وفيات جديدة (7d في المتوسط)
bn: নতুন মৃত্যু (7 ডি গড়)
hi: नई मौतें (7d औसत)
id: Kematian Baru (rata-rata 7d)
it: Nuovi decessi (7d avg)
ja: 新規死亡者数(7d平均)
pt: Novas Mortes (7d avg)
ro: Decese Noi (med. 7z)
ru: Новые Смерти (7d avg)

source: Total Cases per 1m
ar: إجمالي الحالات لكل 1 م
bn: 1 কে প্রতি মোট কেস
hi: कुल मामलों प्रति 1 मी
id: Total Kasus per 1m
it: Casi totali per 1m
ja: 1mあたりの総症例数
pt: Total de casos por 1m
ro: Cazuri Totale per. 1m
ru: Всего случаев на 1м

source: New Cases per 1m
ar: حالات جديدة لكل مليون
bn: 1 কে প্রতি নতুন কেস
hi: नए मामले प्रति 1 मी
id: Kasus Baru per 1m
it: Nuovi casi per 1m
ja: 1mあたりの新規症例数
pt: Novos casos por 1m
ro: Cazuri Noi per. 1m
ru: Новые дела на 1 м

source: New Cases per 1m (7d avg)
ar: حالات جديدة لكل مليون (7d في المتوسط)
bn: 1 এম প্রতি নতুন কেস (7 ডি গড়)
hi: 1 मी (7 डी एवीजी) पर नए मामले
id: Kasus Baru per 1m (rata-rata 7d)
it: Nuovi casi per 1m (media di 7 giorni)
ja: 1m当たりの新規症例数（平均7d
pt: Novos casos por 1m (7d avg)
ro: Cazuri Noi per. 1m (med. 7z)
ru: Новые дела на 1м (7d avg)

source: Total Deaths per 1m
ar: إجمالي الوفيات لكل 1 م
bn: প্রতি 1m মোট মোট মৃত্যু
hi: कुल मृत्यु प्रति 1 मी
id: Total Kematian per 1m
it: Totale morti per 1m
ja: 1m当たりの総死亡者数
pt: Total de Mortes por 1m
ro: Decese Totale per. 1m
ru: Общее количество смертей на 1 м

source: New Deaths per 1m
ar: وفيات جديدة لكل مليون
bn: প্রতি 1m নতুন মৃত্যু
hi: नई मृत्यु प्रति 1 मी
id: Kematian Baru per 1m
it: Nuovi decessi per 1m
ja: 1m当たりの新規死亡者数
pt: Novas mortes por 1m
ro: Decese Noi per. 1m
ru: Новые смерти на 1 м

source: New Deaths per 1m (7d avg)
ar: وفيات جديدة لكل مليون (7 أيام في المتوسط)
bn: প্রতি মিটারে নতুন মৃত্যু (d ডি গড়)
hi: नई मृत्यु प्रति 1 मी (7 डी एवीजी)
id: Kematian Baru per 1m (rata-rata 7d)
it: Nuovi decessi per 1m (7d avg)
ja: 1m当たりの新規死亡者数（平均7d
pt: Novas Mortes por 1m (7d avg)
ro: Decese noi per. 1m (med. 7z)
ru: Новые смерти на 1м (7d avg)

source: R-Value
ar: R- القيمة
bn: আর-মান
hi: आर-वैल्यू
id: Nilai-R
it: Valore R
ja: R値
pt: Valor R
ro: Valoarea-R

source: Stringency Index
ar: مؤشر التشدد
bn: স্ট্রিংজেন্সি সূচক
hi: स्ट्रिंग इंडेक्स
id: Indeks Ketegangan
it: Indice di severità
ja: 厳しさ指数
pt: Índice de Stringency
ro: Index-ul de Stringenţă
ru: Индекс жесткости
