Repository: covid-19-discord-bot/covid-19-bot-translations
Catalog: */messages.po
Languages: ar, bn, de, es, fi, fr, hi, id, it, ja, pt, ro, ru

source: ICU Patients
ar: مرضى وحدة العناية المركزة
bn: আইসিইউ রোগীরা
hi: आईसीयू के मरीज
id: Pasien ICU
it: Pazienti dell'ICU
ja: ICUの患者さん
pt: Pacientes internados em UTI
ro: Pacienți la ATI
ru: пациенты отделения интенсивной терапии

source: ICU Patients per 1m
ar: مرضى وحدة العناية المركزة لكل 1 م
bn: আইসিইউ রোগী প্রতি 1 মি
hi: आईसीयू मरीजों को प्रति 1 मी
id: Pasien ICU per 1m
it: Pazienti in terapia intensiva per 1m
ja: 1mあたりのICU患者数
pt: Pacientes na UTI por 1m
ro: Pacienți ATI per. 1m
ru: Пациенты отделения интенсивной терапии на 1 м

source: Hospitalized Patients
ar: المرضى في المستشفى
bn: হাসপাতালে ভর্তি রোগীরা
hi: अस्पताल में भर्ती मरीज
id: Pasien Rawat Inap
it: Pazienti ospedalizzati
ja: 入院患者
pt: Pacientes Hospitalizados
ro: Pacienți Hospitalizați
ru: госпитализированные пациенты

source: Hospitalized Patients per 1m
ar: المرضى في المستشفى لكل 1 م
bn: 1m প্রতি হাসপাতালে ভর্তি রোগীদের
hi: अस्पताल में भर्ती मरीजों को प्रति 1 मी
id: Pasien Rawat Inap per 1m
it: Pazienti ospedalizzati per 1m
ja: 1m当たりの入院患者数
pt: Pacientes Hospitalizados por 1m
ro: Pacienți Hospitalizați per. 1m
ru: Количество госпитализированных пациентов на 1м

source: Weekly ICU Admissions
ar: القبول الأسبوعي لوحدة العناية المركزة
bn: সাপ্তাহিক আইসিইউ ভর্তি
hi: साप्ताहिक आईसीयू प्रवेश
id: Penerimaan ICU Mingguan
it: Ricoveri settimanali in terapia intensiva
ja: 週刊ICUアドミッション
pt: Admissões semanais na UTI
ro: Admiteri ATI Săptămânale
ru: Еженедельные поступления в отделения интенсивной терапии

source: Weekly ICU Admissions per 1m
ar: معدل القبول الأسبوعي في وحدة العناية المركزة لكل شهر
bn: প্রতি সপ্তাহে আইসিইউ ভর্তি 1 মি
hi: प्रति सप्ताह साप्ताहिक आईसीयू प्रवेश
id: Penerimaan ICU Mingguan per 1m
it: Ricoveri settimanali in ICU per 1m
ja: 1mあたりの毎週のICU入試
pt: Admissões semanais na UTI por 1m
ro: Admiteri ATI Săptămânale per. 1m
ru: Еженедельный прием в отделение интенсивной терапии на 1 м

source: Weekly Hospital Admissions
ar: دخول المستشفى الأسبوعي
bn: সাপ্তাহিক হাসপাতালে ভর্তি
hi: साप्ताहिक अस्पताल प्रवेश
id: Penerimaan Rumah Sakit Mingguan
it: Ricoveri ospedalieri settimanali
ja: 週間の入院患者数
pt: Internações Hospitalares Semanais
ro: Admiteri Săptămânale la Spitale
ru: Еженедельный госпитальный прием

source: Weekly Hospital Admissions per 1m
ar: دخول المستشفى الأسبوعي لكل 1 مليون
bn: সাপ্তাহিক হাসপাতালে ভর্তি 1 মি
hi: साप्ताहिक अस्पताल प्रवेश प्रति 1 मी
id: Penerimaan Rumah Sakit Mingguan per 1m
it: Ricoveri ospedalieri settimanali per 1m
ja: 1m当たりの週次入院数
pt: Internações Hospitalares semanais por 1m
ro: Admiteri Săptămânale la Spitale per. 1m
ru: Еженедельный прием в больницу на 1 м

source: Total Tests
ar: إجمالي الاختبارات
bn: মোট টেস্ট
hi: कुल टेस्ट
id: Tes Total
it: Test totali
ja: 総テスト数
pt: Total de Testes
ro: Teste Totale
ru: Тотальные тесты

source: New Tests
ar: اختبارات جديدة
bn: নতুন টেস্ট
hi: नए टेस्ट
id: Tes Baru
it: Nuovi test
ja: 新しいテスト
pt: Novos Testes
ro: Teste Noi
ru: Новые тесты

source: New Tests (7d avg)
ar: اختبارات جديدة (متوسط 7d)
bn: নতুন টেস্ট (7 ডি গড়)
hi: नए टेस्ट (7 डी एवीजी)
id: Tes Baru (rata-rata 7d)
it: Nuovi test (7d avg)
ja: 新しいテスト(7d平均)
pt: Novos Testes (7d avg)
ro: Teste Noi (med. 7z)
ru: Новые тесты (7d avg)

source: Total Tests per 1k
ar: مجموع الاختبارات لكل 1 كيلو
bn: 1 কে প্রতি মোট টেস্ট
hi: कुल टेस्ट प्रति 1k
id: Total Tes per 1k
it: Test totali per 1k
ja: 1kあたりの総テスト数
pt: Total de Testes por 1k
ro: Teste Totale per. 1k
ru: Общее количество тестов за 1 кБ

source: New Tests per 1k
ar: اختبارات جديدة لكل 1 كيلو
bn: 1 কে প্রতি নতুন টেস্ট
hi: 1k प्रति नए टेस्ट
id: Tes Baru per 1k
it: Nuovi test per 1k
ja: 1kあたりの新しいテスト
pt: Novos Testes por 1k
ro: Teste Noi per. 1k
ru: Новые тесты на 1к

source: New Tests per 1k (7d avg)
ar: اختبارات جديدة لكل 1 كيلو (7 أيام في المتوسط)
bn: 1 কে প্রতি নতুন টেস্ট (7 ডি গড়)
hi: 1k प्रति नया टेस्ट (7d औसत)
id: Tes Baru per 1k (rata-rata 7d)
it: Nuovi test per 1k (7d avg)
ja: 1kあたりの新しいテスト(7d avg)
pt: Novos Testes por 1k (7d avg)
ro: Teste Noi per. 1k (med. 7z)
ru: Новые тесты на 1к (7d avg)

source: Tests Per Case
ar: الاختبارات لكل حالة
bn: প্রতি কেস পরীক্ষা
hi: टेस्ट प्रति केस
id: Tes Per Kasus
it: Test per caso
ja: ケースごとのテスト
pt: Testes por caso
ro: Teste per. Caz
ru: Тесты в каждом конкретном случае

source: Test Positivity Rate
ar: اختبار معدل الإيجابية
bn: পরীক্ষার ইতিবাচক হার
hi: परीक्षण सकारात्मकता दर
id: Uji Tingkat Positif
it: Tasso di positività del test
ja: テストの陽性率
pt: Taxa de Positividade de Teste
ro: Rată de Pozitivare
ru: Уровень позитивности теста

source: Total Vaccinations
ar: إجمالي التطعيمات
bn: মোট ভ্যাকসিনেশন
hi: कुल टीकाकरण
id: Vaksinasi Total
it: Vaccinazioni totali
ja: 予防接種の総数
pt: Total de Vacinas
ro: Vaccinări Totale
ru: Общее число прививок

source: Total Vaccinations per 100
ar: إجمالي التطعيمات لكل 100
bn: প্রতি 100 প্রতি ভ্যাকসিনেশন
hi: कुल टीकाकरण प्रति 100
id: Total Vaksinasi per 100
it: Vaccinazioni totali per 100
ja: 100人あたりの予防接種総数
pt: Total de vacinações por 100
ro: Vaccinări Totale per. 100
ru: Всего Прививки на 100

source: New Vaccinations
ar: تطعيمات جديدة
bn: নতুন ভ্যাকসিনেশন
hi: नया टीकाकरण
id: Vaksinasi Baru
it: Nuove vaccinazioni
ja: 新しい予防接種
pt: Novas Vacinações
ro: Vaccinări Noi
ru: Новые вакцинации

source: New Vaccinations per 1m
ar: تطعيمات جديدة لكل مليون
bn: প্রতি মিটারে নতুন ভ্যাকসিনেশন
hi: प्रति 1 मी नया टीकाकरण
id: Vaksinasi Baru per 1m
it: Nuove vaccinazioni per 1m
ja: 1m当たりの新規接種数
pt: Novas Vacinações por 1m
ro: Vaccinări Noi per. 1m
ru: Новые прививки на 1 м

source: Population Density (km^2)
ar: الكثافة السكانية (كم ^ 2)
bn: জনসংখ্যার ঘনত্ব (কিমি ^ 2)
hi: जनसंख्या घनत्व (किमी ^ 2)
id: Kepadatan Populasi (km ^ 2)
it: Densità di popolazione (km^2)
ja: 人口密度（km^2
pt: Densidade Populacional (km^2)
ro: Densitatea Populației (km^2)
ru: Плотность населения (км^2)

source: Median Age
ar: منتصف العمر
bn: মধ্যমা বয়স
hi: मध्य आयु
id: Paruh baya
it: Età media
ja: 平均年齢
pt: Idade Média
ro: Vârsta Medie
ru: средний возраст

source: % of population 65+
ar: ٪ من السكان 65
bn: জনসংখ্যার 65%
hi: जनसंख्या का% 65
id: % dari populasi 65
it: % della popolazione 65
ja: 人口に占める割合 65
pt: % da população 65
ro: % din populați, vârsta 65+
ru: % населения 65

source: % of population 70+
ar: ٪ من السكان 70
bn: জনসংখ্যার 70%
hi: जनसंख्या का% 70
id: % dari populasi 70
it: % della popolazione 70
ja: 人口に占める割合 70
pt: % da população 70
ro: % din populație, vârsta 70+
ru: % населения 70

source: GDP per person (USD$)
ar: الناتج المحلي الإجمالي للفرد (دولار أمريكي)
bn: জিডিপি প্রতি ব্যক্তি (মার্কিন ডলার)
hi: प्रति व्यक्ति सकल घरेलू उत्पाद (USD $)
id: PDB per orang (USD $)
it: PIL per persona (USD$)
ja: 一人当たりGDP（米ドル
pt: PIB por pessoa (USD$)
ro: GDP per. persoană (USD$)
ru: ВВП на человека (USD$)

source: % in extreme poverty
ar: ٪ في فقر مدقع
bn: চরম দারিদ্র্যে%
hi: अति गरीबी में%
id: % dalam kemiskinan ekstrim
it: % in povertà estrema
ja: 極貧状態の割合
pt: % na pobreza extrema
ro: % in sărăcie extremă
ru: % в крайней нищете

source: Cardiovascular Event Death Rate
ar: معدل الوفيات الناجمة عن أحداث القلب والأوعية الدموية
bn: কার্ডিওভাসকুলার ইভেন্টের মৃত্যুর হার
hi: कार्डियोवस्कुलर इवेंट डेथ रेट
id: Angka Kematian Kejadian Kardiovaskular
it: Tasso di morte per eventi cardiovascolari
ja: 心血管イベント死亡率
pt: Taxa de Morte em Eventos Cardiovasculares
ro: Rata de Decese Cardiovasculare
ru: Сердечно-сосудистое событие Смертность

source: % of population with diabetes
ar: ٪ من السكان المصابين بداء السكري
bn: ডায়াবেটিসে আক্রান্ত জনসংখ্যার%
hi: मधुमेह के साथ जनसंख्या का%
id: % populasi dengan diabetes
it: % della popolazione con diabete
ja: 糖尿病人口の割合
pt: % da população com diabetes
ro: % din populație cu diabet
ru: % населения, страдающего диабетом

source: % of women that smoke
ar: النسبة المئوية للنساء المدخنات
bn: ধূমপান করে এমন মহিলাদের%
hi: % महिलाएं जो धूम्रपान करती हैं
id: % wanita yang merokok
it: % di donne che fumano
ja: タバコを吸う女性の割合
pt: % de mulheres que fumam
ro: % de femei care fumează
ru: % женщин, которые курят

source: % of men that smoke
ar: النسبة المئوية للرجال الذين يدخنون
bn: ধূমপান করে এমন পুরুষদের%
hi: द% खकर द% ख
id: % pria yang merokok
it: % di uomini che fumano
ja: タバコを吸う男性の割合
pt: % de homens que fumam
ro: % de bărbați care fumează
ru: % мужчин, которые курят

source: % of the population with access to handwashing facilities
ar: النسبة المئوية للسكان الذين يمكنهم الوصول إلى مرافق غسل اليدين
bn: হ্যান্ড ওয়াশিং সুবিধা ব্যবহারের সাথে জনসংখ্যার%
hi: जनसंख्या का% हैंडवाशिंग सुविधाओं तक पहुंच के साथ
id: % populasi dengan akses ke fasilitas cuci tangan
it: % della popolazione con accesso a strutture per lavarsi le mani
ja: 手洗い施設を利用できる人口の割合
pt: % da população com acesso a instalações de lavagem das mãos
ro: % de populație care are acces la apă curată de la robinet
ru: % населения, имеющего доступ к средствам для мытья рук

source: Hospital beds per 1,000 people
ar: أسرة المستشفيات لكل 1000 شخص
bn: এক হাজার জন প্রতি হাসপাতালের বিছানা
hi: प्रति 1,000 लोगों पर अस्पताल का बिस्तर
id: Tempat tidur rumah sakit per 1.000 orang
it: Letti d'ospedale per 1.000 persone
ja: 1,000人当たりの病院病床数
pt: Camas hospitalares por 1.000 pessoas
ro: Paturi de Spital per. 1,000 de oameni
ru: Больничные койки на 1000 человек

source: Life expectancy
ar: متوسط العمر المتوقع
bn: আয়ু
hi: जीवन प्रत्याशा
id: Harapan hidup
it: Aspettativa di vita
ja: 平均寿命
pt: Expectativa de vida
ro: Speranța de viață
ru: Продолжительность жизни

source: Human Development Index
ar: مؤشر التنمية البشرية
bn: মানব উন্নয়ন সূচক
hi: मानव विकास सूची
id: Indeks Pembangunan Manusia
it: Indice di sviluppo umano
ja: 人間開発指数
pt: Índice de Desenvolvimento Humano
ro: Index-ul dezvoltării umane
ru: Индекс развития человеческого потенциала

source: COVID-19 Stats for {0}
ar: إحصائيات COVID-19 لـ {0}
bn: COVID-19 পরিসংখ্যান {0 for
hi: {0} के लिए COVID-19 आँकड़े
id: Statistik COVID-19 untuk {0}
it: COVID-19 Statistiche per {0}
ja: COVID-19 の {0} の統計
pt: COVID-19 Estatísticas para {0}
ro: Statistici COVID-19 pentru {0}
ru: КОВИД-19 Статистика для {0}

source: COVID-19 Hospital Stats for {0}
ar: إحصائيات مستشفى COVID-19 لـ {0}
bn: COVID-19 হাসপাতালের পরিসংখ্যান {0 for
hi: COVID-19 अस्पताल के आँकड़े {0} के लिए
id: Statistik Rumah Sakit COVID-19 untuk {0}
it: COVID-19 Statistiche dell'ospedale per {0}
ja: COVID-19 {0} の病院統計
pt: COVID-19 Estatísticas Hospitalares para {0}
ro: Statistici pentru spitalele COVID-19 {0}
ru: КОВИД-19 Больничная статистика для {0}

source: COVID-19 Test Stats for {0}
ar: إحصائيات اختبار COVID-19 لـ {0}
bn: COVID-19 টেস্টের পরিসংখ্যান {0 for
hi: {0} के लिए COVID-19 टेस्ट आँकड़े
id: Statistik Uji COVID-19 untuk {0}
it: COVID-19 Statistiche del test per {0}
ja: COVID-19の{0}のためのテスト統計
pt: COVID-19 Estatísticas de teste para {0}
ro: Statistici Testare COVID-19 {0}
ru: Испытательная статистика КОВИД-19 для {0}

source: COVID-19 Vaccination Stats for {0}
ar: إحصائيات التطعيم COVID-19 لـ {0}
bn: V 0 19 এর জন্য COVID-19 টিকাদানের পরিসংখ্যান
hi: {0} के लिए COVID-19 टीकाकरण आँकड़े
id: Statistik Vaksinasi COVID-19 untuk {0}
it: COVID-19 Statistiche di vaccinazione per {0}
ja: COVID-19 ワクチン接種統計 ({0})
pt: COVID-19 Estatísticas de Vacinação para {0}
ro: Statisticile vaccinării COVID-19 {0}
ru: Показатели вакцинации КОВИД-19 для {0}

source: General Stats for {0}
ar: إحصائيات عامة لـ {0}
bn: সাধারণ পরিসংখ্যান {0}
hi: {0} के लिए सामान्य आँकड़े
id: Statistik Umum untuk {0}
it: Statistiche generali per {0}
ja: 0}の一般的な統計
pt: Estatísticas gerais para {0}
ro: Statistici Generale pentru {0}
ru: Общая статистика для {0}
